[
  {
    "question": "Phần của đường bộ được sử dụng cho phương tiện giao thông đường bộ đi lại là gì? \nPhần mặt đường và lề đường. \nPhần đường xe chạy. \nPhần đường xe cơ giới. \nCâu 2. Làn đường là gì? \nLà một phần của phần đường xe chạy được chia theo chiều dọc của đường, sử dụng cho xe chạy. \nLà một phần của phần đường xe chạy được chia theo chiều dọc của đường, có đủ chiều rộng cho xe chạy an toàn. \nLà đường cho xe ô tô chạy, dừng, đỗ an toàn. \nCâu 3. Khổ giới hạn của đường bộ được hiểu như thế nào là đúng? \nKhổ giới hạn của đường bộ là khoảng trống có kích thước giới hạn về chiều rộng, chiều cao của đường bộ để các xe, bao gồm cả hàng hoá xếp trên xe đi qua được an toàn và được xác định theo quy chuẩn, tiêu chuẩn kỹ thuật của đường bộ.  \nLà khoảng trống có kích thước giới hạn về chiều rộng của đường, cầu, bến phà, hầm trên đường b ộ để các xe kể cả hàng hóa xếp trên xe đi qua được an toàn. \nLà khoảng trống có kích thước giới hạn về chiều cao của cầu, bến phà, hầm trên đường bộ để các xe đi qua được an toàn. \nCâu 4. Dải phân cách được lắp đặt để làm gì? \nĐể phân chia các làn đường dành cho xe cơ giới và xe thô sơ trên đường cao tốc. \nĐể phân chia phần đường xe chạy thành hai chiều riêng biệt hoặc để phân chia phần đường dành cho xe cơ giới và xe thô sơ hoặc của nhiều loại xe khác nhau trên cùng một chiều đường. \nĐể phân tách phần đường xe chạy và hành lang an toàn giao thông. \nCâu 5. Vạch kẻ đường là gì? \nLà báo hiệu đường bộ để hỗ trợ cảnh báo nguy hiểm cho người tham gia giao thông đường bộ. \nLà vạch chỉ sự phân chia làn đường, vị trí hoặc hướng đi, vị trí dừng lại. \nLà báo hiệu cho người tham gia giao thông đường bộ về các thông tin của đường bộ. \nCả ba ý trên. \nCâu 6. Người điều khiển phương tiện tham gia giao thông đường bộ được hiểu như thế nào là đúng? \nLà người điều khiển xe cơ giới, người điều khiển xe thô sơ, người điều khiển xe máy chuyên dùng. \nLà người được giao nhiệm vụ hướng dẫn giao thông trên đường bộ. \nCả hai ý trên. \nCâu 7. Người lái xe được hiểu như thế nào là đúng?  \nLà người điều khiển xe cơ giới. \nLà người điều khiển xe thô sơ. \nLà người điều khiển xe máy chuyên dùng. \nCâu 8. Trong nhóm các phương tiện giao thông đường bộ dưới đây, nhóm phương tiện nào là xe cơ giới? \nXe ô tô; máy kéo; xe mô tô hai bánh; xe mô tô ba bánh; xe gắn máy; xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng; xe đạp, xe đạp máy, xe đạp điện. \nXe ô tô; rơ moóc được kéo bởi xe ô tô; sơ mi rơ moóc được kéo bởi ô tô đầu kéo; xe chở người bốn bánh có gắn động cơ; xe chở hàng bốn bánh có gắn động cơ; xe mô tô, xe gắn máy và các loại xe tương tự. \nCâu 9. Trong nhóm các phương tiện giao thông đường bộ dưới đây, nhóm phương tiện nào là xe thô sơ? \nXe đạp, xe đạp máy, xe đạp điện; xe xích lô; xe lăn dùng cho người khuyết tật; xe vật nuôi kéo và các loại xe tương tự. \nXe đạp (kể cả xe đạp máy, xe đạp điện), xe gắn máy, xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.  \nXe ô tô, máy kéo, rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo. \nCâu 10. Phương tiện giao thông đường bộ gồm những loại nào? \nPhương tiện giao thông cơ giới đường bộ. \nPhương tiện giao thông thô sơ đường bộ, xe máy chuyên dùng và các loại xe tương tự. \nCả hai ý trên. \nCâu 11. Người tham gia giao thông đường bộ gồm những đối tượng nào? 1. Người điều khiển, người được chở trên phương tiện tham gia giao thông đường bộ. \nNgười điều khiển, dẫn dắt vật nuôi trên đường bộ; người đi bộ trên đường bộ. \nCả hai ý trên. \nCâu 12. Người điều khiển phương tiện tham gia giao thông đường bộ gồm những đối tượng nào dưới đây? \nNgười điều khiển xe cơ giới, người điều khiển xe thô sơ. \nNgười điều khiển xe máy chuyên dùng. \nCả hai ý trên. \nCâu 13. Người điều khiển giao thông đường bộ được hiểu như thế nào là đúng? \nLà người điều khiển phương tiện tham gia giao thông đường bộ. \nLà Cảnh sát giao thông và người được giao nhiệm vụ hướng dẫn giao thông trên đường bộ. \nLà người tham gia giao thông đường bộ. \nCâu 14. Dừng xe được hiểu như thế nào là đúng? \nLà trạng thái đứng yên của xe không giới hạn thời gian để cho người lên, xuống xe, xếp dỡ hàng hóa hoặc thực hiện công việc khác. \nLà trạng thái đứng yên tạm thời của xe trong một khoảng thời gian cần thiết đủ để cho người lên xe, xuống xe, xếp dỡ hàng hóa, kiểm tra kỹ thuật xe hoặc hoạt động khác. Khi dừng xe không được tắt máy và không được rời khỏi vị trí lái, trừ trường hợp rời khỏi vị trí lái để đóng, mở cửa xe, xếp dỡ hàng hóa, kiểm tra kỹ thuật xe nhưng phải sử dụng phanh đỗ xe hoặc thực hiện biện pháp an toàn khác. \nLà trạng thái đứng yên của xe không giới hạn thời gian giữa 02 lần vận chuyển hàng hóa hoặc hành khách. \nCâu 15. Đỗ xe được hiểu như thế nào là đúng? \nLà trạng thái đứng yên của xe có giới hạn thời gian trong một khoảng thời gian cần thiết đủ để cho người lên, xuống xe đó, xếp dỡ hàng hóa hoặc thực hiện công việc khác. \nLà trạng thái đứng yên của xe không giới hạn thời gian. Khi đỗ xe, người điều khiển phương tiện tham gia giao thông đường bộ chỉ được rời khỏi xe khi đã sử dụng phanh đỗ xe hoặc thực hiện biện pháp an toàn khác. Xe đỗ trên đoạn đường dốc phải đánh lái về phía lề đường, chèn bánh. \nCâu 16. Đường cao tốc được hiểu như thế nào là đúng?  \nLà một cấp kỹ thuật của đường bộ, chỉ dành cho một số loại xe cơ giới, xe máy chuyên dùng tham gia giao thông theo quy định của pháp luật. Có dải phân cách phân chia hai chiều xe chạy riêng biệt, không giao nhau cùng mức với một hoặc các đường khác, chỉ cho xe ra, vào ở những điểm nhất định. Có hàng rào bảo vệ, trang thiết bị phục vụ, bảo đảm giao thông liên tục, an toàn, rút ngắn thời gian hành trình. \nLà đường nối liền Thủ đô Hà Nội với trung tâm hành chính cấp tỉnh; đường nối liền các trung tâm hành chính cấp tỉnh; đường có vị trí quan trọng đối với sự phát triển kinh tế - xã hội, bảo đảm quốc phòng, an ninh của vùng, khu vực. \nCâu 17. Thiết bị an toàn cho trẻ em được hiểu như thế nào là đúng? 1. Là thiết bị có đủ khả năng bảo đảm an toàn cho trẻ em ở tư thế ngồi hoặc nằm trên xe ô tô, được thiết kế để giảm nguy cơ chấn thương cho người dùng trong trường hợp xảy ra va chạm hoặc xe ô tô giảm tốc độ đột ngột, bằng cách hạn chế sự di chuyển của cơ thể trẻ em. \n2. Là thiết bị có đủ khả năng bảo đảm an toàn cho trẻ em ở tư thế đứng hoặc nằm trên xe ô tô, được thiết kế để giảm nguy cơ chấn thương cho người dùng trong trường hợp xe ô tô lưu thông bình thường. \nCâu 18. Theo chức năng phục vụ thì đường bộ được phân loại như thế nào? \nĐường chính, đường nhánh, đường gom, đường bên, đường dành cho giao thông công cộng, đường nội bộ, đường dành riêng cho người đi bộ, người đi xe đạp và các đường khác. \nĐường chính, đường nhánh, đường gom, đường dành cho giao thông công cộng, đường nội bộ, đường dành riêng cho người đi bộ, người đi xe đạp và các đường khác. \nĐường chính, đường nhánh, đường gom, đường bên, đường dành cho giao thông công cộng, đường dành riêng cho người đi bộ, người đi xe đạp và các đường khác. \nCâu 19. Hành vi nào dưới đây bị nghiêm cấm? \nSử dụng xe đạp đi trên các tuyến quốc lộ. \nRải vật sắc nhọn, đổ chất gây trơn trượt trên đường bộ. \nCả hai ý trên. \nCâu 20. Hành vi đưa xe cơ giới, xe máy chuyên dùng tham gia giao thông đường bộ nào dưới đây bị cấm? \nKhông có chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường. \nHết niên hạn sử dụng. \nCả hai ý trên. \nCâu 21. Tổ chức đua xe được phép thực hiện khi nào? 1. Trên đường phố không có người qua lại. \nĐược người dân ủng hộ. \nĐược cơ quan có thẩm quyền cấp phép. \nCâu 22. Hành vi đua xe trái phép bị xử lý như thế nào? \nChỉ bị nhắc nhở. \nTùy theo mức độ của hành vi vi phạm có thể bị xử lý hành chính hoặc xử lý hình sự. \nCâu 23. Hành vi của người điều khiển xe ô tô và các loại xe tương tự khi tham gia giao thông đường bộ mà trong cơ thể có chất ma túy thì bị áp dụng hình thức xử phạt vi phạm hành chính nào dưới đây? \nBị phạt tiền. \nBị tước giấy phép lái xe. \nCả hai ý trên. \nCâu 24. Người điều khiển phương tiện tham gia giao thông đường bộ mà trong máu hoặc hơi thở có nồng độ cồn có bị nghiêm cấm không? \nBị nghiêm cấm. \nKhông bị nghiêm cấm. \nKhông bị nghiêm cấm, nếu nồng độ cồn trong máu ở mức nhẹ, có thể điều khiển phương tiện tham gia giao thông. \nCâu 25. Hành vi của người điều khiển xe ô tô và các loại xe tương tự khi tham gia giao thông đường bộ mà trong máu hoặc hơi thở có nồng độ cồn thì bị áp dụng hình thức xử phạt vi phạm hành chính nào dưới đây?  \nBị phạt tiền. \nCó thể bị tước giấy phép lái xe. \nCả hai ý trên. \nCâu 26. Theo Luật Phòng chống tác hại của rượu, bia, đối tượng nào dưới đây bị cấm sử dụng rượu, bia khi tham gia giao thông? \nNgười điều khiển xe ô tô, xe mô tô, xe đạp, xe gắn máy. \nNgười được chở trên xe cơ giới. \nCả hai ý trên. \nCâu 27. Hành vi giao xe ô tô, mô tô cho người nào sau đây tham gia giao thông đường bộ bị nghiêm cấm? \nNgười chưa đủ tuổi theo quy định. \nNgười không có giấy phép lái xe. \nNgười có giấy phép lái xe nhưng đã bị trừ hết 12 điểm. \nCả ba ý trên. \nCâu 28. Hành vi nào sau đây bị nghiêm cấm? \nĐiều khiển xe cơ giới lạng lách, đánh võng, rú ga liên tục khi tham gia giao thông trên đường. \nXúc phạm, đe dọa, cản trở, chống đối hoặc không chấp hành hiệu lệnh, hướng dẫn, yêu cầu kiểm tra, kiểm soát của người thi hành công vụ về bảo đảm trật tự, an toàn giao thông đường bộ. \nCả hai ý trên. \nCâu 29. Các hành vi nào sau đây bị cấm đối với phương tiện tham gia giao thông đường bộ?  \nCải tạo xe ô tô loại khác thành xe ô tô chở người phục vụ mục đích quốc phòng, an ninh. \nCải tạo trái phép; cố ý can thiệp làm sai lệch chỉ số trên đồng hồ báo quãng đường đã chạy của xe ô tô; cắt, hàn, tẩy xóa, đục sửa, đóng lại trái phép số khung, số động cơ của xe cơ giới, xe máy chuyên dùng. \nCâu 30. Hành vi nào sau đây bị cấm? \nLắp đặt, sử dụng thiết bị âm thanh, ánh sáng trên xe cơ giới, xe máy chuyên dùng gây mất trật tự, an toàn giao thông đường bộ. \nCản trở người, phương tiện tham gia giao thông trên đường bộ; ném gạch, đất, đá, cát hoặc vật thể khác vào người, phương tiện đang tham gia giao thông trên đường bộ. \nCả hai ý trên. \nCâu 31. Việc sản xuất, sử dụng, mua, bán trái phép biển số xe có bị nghiêm cấm hay không? \nKhông bị nghiêm cấm. \nBị nghiêm cấm. \nBị nghiêm cấm tuỳ trường hợp. \nCâu 32. Khi điều khiển phương tiện tham gia giao thông, những hành vi nào dưới đây bị nghiêm cấm? \nThay đổi tốc độ của xe nhiều lần. \nĐiều khiển phương tiện sau 23 giờ trong ngày. \nLạng lách, đánh võng, rú ga liên tục.  \nCâu 33. Có bao nhiêu nhóm biển báo hiệu đường bộ? \nBa nhóm: Biển báo cấm, biển báo nguy hiểm và biển hiệu lệnh. \nBốn nhóm: Biển báo cấm, biển báo nguy hiểm, biển hiệu lệnh và biển phụ. \nNăm nhóm: Biển báo cấm, biển báo nguy hiểm, biển hiệu lệnh, biển chỉ dẫn, biển phụ. \nCâu 34. Tại nơi có vạch kẻ đường hoặc tại nơi mà người đi bộ, xe lăn của người khuyết tật đang qua đường, người điều khiển phương tiện tham gia giao thông phải thực hiện như thế nào? \nGiảm tốc độ và nhường đường cho người đi bộ, xe lăn của người khuyết tật qua đường đảm bảo an toàn. \nQuan sát, giảm tốc độ hoặc dừng lại để bảo đảm an toàn cho người đi bộ, xe lăn của người khuyết tật qua đường. \nQuan sát, tăng tốc độ và điều khiển phương tiện nhanh chóng đi qua. \nCâu 35. Người điều khiển xe mô tô phải phải quan sát, giảm tốc độ hoặc dừng lại để bảo đảm an toàn trong các trường hợp nào dưới đây? \nĐường hẹp, đường vòng, đường quanh co, đường đèo, dốc. \nNơi cầu, cống hẹp, đập tràn, đường ngầm, hầm chui, hầm đường bộ. \nTrời mưa, gió, sương, khói, bụi, mặt đường trơn trượt, lầy lội, có nhiều đất đá, vật liệu rơi vãi ảnh hưởng đến an toàn giao thông đường bộ. \nCả ba ý trên. \nCâu 36. Khi gặp hiệu lệnh điều khiển của Cảnh sát giao thông như hình dưới đây thì người tham gia giao thông đường bộ phải đi như thế nào là đúng quy tắc giao thông? \nNgười tham gia giao thông đường bộ ở các hướng phải dừng lại. \nNgười tham gia giao thông đường bộ ở các hướng được đi theo chiều gậy chỉ của Cảnh sát giao thông. \nNgười tham gia giao thông đường bộ ở phía trước và phía sau người điều khiển được đi tất cả các hướng; người tham gia giao thông đường bộ ở phía bên phải và phía bên trái người điều khiển phải dừng lại. \nNgười tham gia giao thông đường bộ ở phía trước và phía sau người điều khiển phải dừng lại; người tham gia giao thông đường bộ ở phía bên phải và phía bên trái người điều khiển được đi tất cả các hướng. \nCâu 37. Khi gặp hiệu lệnh điều khiển của Cảnh sát giao thông như hình dưới đây thì người tham gia giao thông đường bộ phải đi như thế nào là đúng quy tắc giao thông? \nNgười tham gia giao thông đường bộ ở phía sau Cảnh sát giao thông được đi, các hướng khác phải dừng lại. \nNgười tham gia giao thông đường bộ được rẽ phải theo chiều mũi tên màu xanh ở bục Cảnh sát giao thông. \nNgười tham gia giao thông đường bộ ở tất cả các hướng phải dừng lại, trừ các xe đã ở trong khu vực giao nhau. \nNgười tham gia giao thông đường bộ ở phía trước Cảnh sát giao thông phải dừng lại, các hướng khác được đi. \nCâu 38. Khi hiệu lệnh của người điều khiển giao thông trái với tín hiệu đèn giao thông hoặc biển báo hiệu đường bộ thì người tham gia giao thông đường bộ phải chấp hành báo hiệu đường bộ nào dưới đây? \nTheo hiệu lệnh của người điều khiển giao thông. \nTheo tín hiệu đèn giao thông. \nTheo biển báo hiệu đường bộ. \nCâu 39. Khi ở một vị trí vừa có biển báo hiệu đặt cố định vừa có biển báo hiệu tạm thời mà hai biển có ý nghĩa khác nhau, người tham gia giao thông đường bộ phải chấp hành hiệu lệnh của biển báo hiệu nào? \nBiển báo hiệu đặt cố định. \nBiển báo hiệu tạm thời. \nTheo quyết định của người tham gia giao thông nhưng phải bảo đảm an toàn. \nCâu 40. Tại nơi đường giao nhau, khi đèn điều khiển giao thông có tín hiệu màu vàng, người điều khiển phương tiện tham gia giao thông phải chấp hành như thế nào là đúng quy tắc giao thông? \nDừng lại trước vạch dừng; trường hợp đang đi trên vạch dừng hoặc đã đi qua vạch dừng mà tín hiệu đèn màu vàng thì được đi tiếp; trường hợp tín hiệu đèn màu vàng nhấp nháy, người điều khiển phương tiện tham gia giao thông đường bộ được đi nhưng phải quan sát, giảm tốc độ hoặc dừng lại nhường đường cho người đi bộ, xe lăn của người khuyết tật qua đường hoặc các phương tiện khác. \nTăng tốc độ nhanh chóng vượt qua nút giao. \nQuan sát, giảm tốc độ, từ từ vượt qua nút giao. \nCâu 41. Người lái xe trên đường cần chấp hành quy định về tốc độ tối đa như thế nào? \nChỉ lớn hơn tốc độ tối đa cho phép khi đường vắng. \nChỉ lớn hơn tốc độ tối đa cho phép khi vào ban đêm. \nKhông vượt quá tốc độ tối đa cho phép. \nCâu 42. Khi chở trẻ em dưới 10 tuổi và chiều cao dưới 1,35 mét trên xe ô tô, người lái xe phải thực hiện quy tắc nào dưới đây để bảo đảm an toàn? \nKhông được cho trẻ em ngồi cùng hàng ghế với người lái xe, trừ loại xe ô tô chỉ có một hàng ghế; người lái xe phải sử dụng, hướng dẫn sử dụng thiết bị an toàn phù hợp cho trẻ em. \nCho trẻ em ngồi cùng hàng ghế với người lái xe, người lái xe phải sử dụng, hướng dẫn sử dụng thiết bị an toàn phù hợp cho trẻ em. \nCâu 43. Phương tiện tham gia giao thông đường bộ di chuyển với tốc độ thấp hơn phải đi như thế nào? \nĐi về bên trái theo chiều đi của mình. \nĐi về bên phải theo chiều đi của mình. \nĐi ở bất cứ bên nào nhưng phải bấm đèn cảnh báo nguy hiểm để báo hiệu cho các phương tiện khác. \nCâu 44. Trên một chiều đường có vạch kẻ phân làn đường, người lái xe cơ giới, xe máy chuyên dùng phải điều khiển xe đi trên làn đường nào? \nĐi trên làn đường bên phải trong cùng. \nĐi trên làn đường bên trái. \nĐi ở bất cứ làn nào nhưng phải bảo đảm tốc độ cho phép. \nCâu 45. Người lái xe phải giảm tốc độ, có tín hiệu rẽ phải và đi sát về bên phải của phần đường xe chạy trong các trường hợp nào dưới đây? \nKhi xe chạy phía trước có tín hiệu vượt xe khác. \nKhi phía trước có xe chạy ngược chiều. \nKhi xe sau xin vượt nếu đủ điều kiện an toàn. \nKhi xe sau có tín hiệu vượt bên phải.\nCâu 46. Vượt xe là gì? \nLà tình huống giao thông trên đường mà mỗi chiều đường xe chạy chỉ có một làn đường dành cho xe cơ giới, xe đi phía sau di chuyển sang bên trái để di chuyển lên trước xe phía trước. \nLà tình huống giao thông trên đường có từ hai làn đường dành cho xe cơ giới cùng chiều trở lên được phân biệt bằng vạch kẻ đường, xe đi phía sau di chuyển lên trước xe phía trước theo quy tắc sử dụng làn đường. \nCâu 47. Người lái xe được phép vượt xe trên cầu hẹp có một làn đường, đường cong có tầm nhìn bị hạn chế hay không? \nĐược phép vượt khi đường vắng. \nKhông được phép vượt. \nĐược phép vượt khi có việc gấp. \nCâu 48. Muốn vượt xe phía trước, người lái xe mô tô phải có tín hiệu như thế nào dưới đây để bảo đảm an toàn? \nBấm còi liên tục để xe phía trước biết xe mình xin vượt. \nRú ga liên tục để xe phía trước biết xe mình xin vượt. \nBáo hiệu nhấp nháy bằng đèn chiếu sáng phía trước hoặc còi. \nCâu 49. Khi lái xe trong khu đông dân cư, khu vực cơ sở khám bệnh, chữa bệnh trừ các khu vực có biển cấm sử dụng còi, người lái xe được sử dụng còi trong thời gian nào? \nTừ 22 giờ ngày hôm trước đến 05 giờ ngày hôm sau. \nTừ 05 giờ đến 22 giờ. \nTừ 23 giờ ngày hôm trước đến 05 giờ sáng hôm sau. \nCâu 50. Phương tiện tham gia giao thông đường bộ chỉ được sử dụng tín hiệu còi trong các trường hợp nào sau đây? \nĐể báo hiệu cho người tham gia giao thông đường bộ khi xuất hiện tình huống có thể mất an toàn giao thông hoặc báo hiệu chuẩn bị vượt xe. \nĐể báo hiệu cho người tham gia giao thông đường bộ từ 22 giờ ngày hôm trước đến 05 giờ ngày hôm sau trong khu đông dân cư, khu vực cơ sở khám bệnh, chữa bệnh, trừ xe ưu tiên. \nCả hai ý trên. \nCâu 51. Người lái xe sử dụng đèn như thế nào khi đi trên các đoạn đường qua khu đông dân cư có hệ thống chiếu sáng đang hoạt động? \nChỉ bật đèn chiếu xa (đèn pha). \nBật đèn chiếu xa (đèn pha) khi đường vắng, bật đèn chiếu gần (đèn cốt) khi có xe đi ngược chiều. \nChỉ bật đèn chiếu gần (đèn cốt). \nCâu 52. Khi điều khiển phương tiện tham gia giao thông, hành vi nào sau đây bị cấm? \nDùng tay cầm và sử dụng điện thoại hoặc thiết bị điện tử khác. \nChỉ được chở người trên thùng xe ô tô chở hàng trong trường hợp chở người đi làm nhiệm vụ cứu nạn, cứu hộ, phòng, chống thiên tai, dịch bệnh hoặc thực hiện nhiệm vụ khẩn cấp. \nCâu 53. Người lái xe không được vượt xe khác khi gặp trường hợp nào dưới đây? \nTrên cầu hẹp có một làn đường; nơi đường giao nhau, đường bộ giao nhau cùng mức với đường sắt; khi gặp xe ưu tiên. \nTrên cầu có từ 02 làn xe trở lên.  \nTrên đường có 02 làn đường được phân chia làn bằng vạch kẻ nét đứt. \nCâu 54. Nơi nào cấm quay đầu xe? \nỞ phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, gầm cầu vượt, ngầm.  \nTại nơi đường bộ giao nhau cùng mức với đường sắt, đường hẹp, đường dốc, đoạn đường cong tầm nhìn bị che khuất, trên đường cao tốc, trong hầm đường bộ, trên đường một chiều. \nCả hai ý trên. \nCâu 55. Người lái xe không được quay đầu xe trong các trường hợp nào dưới đây? \n1. Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, trên đường cao tốc, tại nơi đường bộ giao nhau cùng mức với đường sắt, đường hẹp, đường dốc.  \n2. Ở phía trước hoặc phía sau của phần đường dành cho người đi bộ qua đường, trên đường quốc lộ. \n3. Cả hai ý trên. \nCâu 56. Trước khi cho xe chuyển hướng, người lái xe phải làm gì để bảo đảm an toàn giao thông?  \nPhải quan sát, bảo đảm khoảng cách an toàn với xe phía sau. \nGiảm tốc độ và có tín hiệu báo hướng rẽ. \nChuyển dần sang làn gần nhất với hướng rẽ. Khi bảo đảm an toàn, không gây trở ngại cho người và phương tiện khác mới được chuyển hướng. \nCả ba ý trên. \nCâu 57. Khi chuyển làn đường, người lái xe phải bật đèn tín hiệu báo rẽ như thế nào là đúng quy tắc giao thông? \nKhi bắt đầu chuyển làn đường. \nTrước khi thay đổi làn đường. \nSau khi thay đổi làn đường. \nCâu 58. Người lái xe không được lùi xe ở những khu vực nào dưới đây? \nỞ đường một chiều, khu vực cấm dừng, trên phần đường dành cho người đi bộ qua đường. \nNơi đường bộ giao nhau, đường bộ giao nhau cùng mức với đường sắt. \nNơi tầm nhìn bị che khuất, trong hầm đường bộ, trên đường cao tốc. \nCả ba ý trên. \nCâu 59. Người điều khiển phương tiện tham gia giao thông không được dừng xe, đỗ xe ở những vị trí nào sau đây? \nTrên miệng cống thoát nước, miệng hầm của đường điện thoại, điện cao thế, chỗ dành riêng cho xe chữa cháy lấy nước. \nTrong phạm vi an toàn của đường sắt. \nCả hai ý trên. \nCâu 60. Trên đường phố, người điều khiển phương tiện tham gia giao thông đường bộ được dừng xe, đỗ xe sát theo lề đường, vỉa hè phía bên phải theo chiều đi của mình; bánh xe gần nhất không được cách xa lề đường, vỉa hè không quá bao nhiêu mét trong các trường hợp dưới đây và không gây cản trở, nguy hiểm cho người và phương tiện tham gia giao thông đường bộ? \n0,25 mét. \n0,3 mét. 3. 0,4 mét. \n4. 0,5 mét. \nCâu 61. Khi dừng, đỗ xe trên đường phố hẹp, người lái xe ô tô phải dừng, đỗ xe ở vị trí cách xe ô tô đang đỗ ngược chiều khoảng cách tối thiểu là bao nhiêu mét trong các trường hợp dưới đây để bảo đảm an toàn? \n1. 10 mét. \n2. 15 mét. \n3. 20 mét. \n4. 25 mét. \nCâu 62. Người điều khiển phương tiện tham gia giao thông đường bộ không được dừng xe, đỗ xe tại các vị trí nào sau đây? \nNơi có lề đường rộng hoặc khu đất ở bên ngoài phần đường xe chạy. \nSong song cùng chiều với một xe khác đang dừng, đỗ trên đường; trên đoạn đường cong hoặc gần đầu dốc mà tầm nhìn bị che khuất; bên trái đường một chiều. \nCả hai ý trên. \nCâu 63. Người điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy có được phép sử dụng xe để kéo hoặc đẩy các phương tiện khác khi tham gia giao thông không? \nĐược phép. \nNếu phương tiện được kéo, đẩy có khối lượng nhỏ hơn phương tiện của mình. \nTùy trường hợp. \nKhông được phép. \nCâu 64. Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi nào sau đây không được phép? \nBuông cả hai tay; đứng, nằm trên xe điều khiển xe; sử dụng chân chống hoặc vật khác quệt xuống đường khi xe đang chạy. \nChở tối đa hai người phía sau khi chở người bệnh đi cấp cứu, áp giải người có hành vi vi phạm pháp luật, trẻ em dưới 12 tuổi và người già yếu hoặc người khuyết tật. \nCâu 65. Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi nào sau đây không được phép? \nBuông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống hoặc vật khác quệt xuống đường khi xe đang chạy. \nSử dụng xe để chở người hoặc hàng hóa; để chân chạm xuống đất khi khởi hành. \nĐội mũ bảo hiểm; chạy xe đúng tốc độ quy định và chấp hành đúng quy tắc giao thông đường bộ. \nChở người ngồi sau dưới 16 tuổi. \nCâu 66. Người được chở trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông đường bộ không được thực hiện hành vi nào sau đây? \nMang, vác vật cồng kềnh. \nBám, kéo hoặc đẩy các phương tiện khác. \nDùng tay cầm điện thoại hoặc các thiết bị điện tử khác. \nÝ 1 và ý 2. \nCâu 67. Người được chở trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông đường bộ có được bám, kéo hoặc đẩy các phương tiện khác không? \nĐược phép. \nĐược bám trong trường hợp phương tiện của mình bị hỏng. \nĐược kéo, đẩy trong trường hợp phương tiện khác bị hỏng. \nKhông được phép. \nCâu 68. Người lái xe, người được chở trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy phải thực hiện quy định nào dưới đây? \nĐội mũ bảo hiểm theo đúng quy chuẩn kỹ thuật quốc gia và cài quai đúng quy cách. \nNgười lái xe phải đội mũ bảo hiểm, người được chở trên xe không nhất thiết phải đội mũ bảo hiểm. \nPhải đội mũ bảo hiểm nhưng không nhất thiết phải cài quai. \nCâu 69. Người lái xe mô tô hai bánh, xe gắn máy được phép chở tối đa hai người trong những trường hợp nào? \nChở người bệnh đi cấp cứu; áp giải người có hành vi vi phạm pháp luật; trẻ em dưới 12 tuổi; người già yếu hoặc người khuyết tật. \nNgười đã uống rượu, bia; người trong cơ thể có chất ma tuý. \nCả hai ý trên. \nCâu 70. Người lái xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy không được thực hiện các hành vi nào dưới đây? \nĐi xe dàn hàng ngang; buông cả hai tay. \nSử dụng xe để kéo, đẩy xe khác, vật khác, dẫn dắt vật nuôi, mang, vác và chở vật cồng kềnh; chở người đứng trên xe, giá đèo hàng hoặc ngồi trên tay lái; xếp hàng hóa trên xe quá giới hạn quy định. \nNgồi về một bên điều khiển xe; đứng, nằm trên xe điều khiển xe; thay người lái xe khi xe đang chạy; quay người về phía sau để điều khiển xe hoặc bịt mắt điều khiển xe; sử dụng chân chống hoặc vật khác quệt xuống đường khi xe đang chạy. \nCả ba ý trên. \nCâu 71. Người lái xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy không được thực hiện các hành vi nào sau đây?  \nĐi xe dàn hàng ngang; đi xe vào phần đường dành cho người đi bộ và phương tiện khác. \nSử dụng ô, thiết bị âm thanh, trừ thiết bị trợ thính. \nCả hai ý trên. \nCâu 72. Người lái xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy không được thực hiện hành vi nào sau đây? \nĐi trên phần đường, làn đường quy định, chấp hành hiệu lệnh của người điều khiển giao thông, đèn tín hiệu giao thông. \nĐi xe dàn hàng ngang, đi xe vào phần đường dành cho người đi bộ. \nCả hai ý trên. \nCâu 73. Người được chở trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông đường bộ có được sử dụng ô khi trời mưa hay không? \nĐược sử dụng. \nChỉ người ngồi sau được sử dụng. \nKhông được sử dụng. \nĐược sử dụng nếu không có áo mưa. \nCâu 74. Người được chở trên xe mô tô có được kéo theo người đang điều khiển xe đạp hay không? \nChỉ được phép nếu cả hai đội mũ bảo hiểm. \nKhông được phép. \nChỉ được thực hiện trên đường vắng. \nCâu 75. Trường hợp người được chở trên xe mô tô, xe gắn máy, các loại xe tương tự xe mô tô và các loại xe tương tự xe gắn máy không đội \"mũ bảo hiểm cho người đi mô tô, xe máy\" hoặc không cài quai đúng quy cách (trừ trường hợp chở người bệnh đi cấp cứu, trẻ em dưới 06 tuổi, áp giải người có hành vi vi phạm pháp luật) thì việc xử phạt vi phạm hành chính được quy định như thế nào? \nKhông bị xử phạt chỉ bị nhắc nhở. \nNgười được chở không bị xử phạt, chỉ xử phạt người điều khiển xe mô tô, xe gắn máy. \nNgười được chở bị xử phạt, không xử phạt người điều khiển xe mô tô, xe gắn máy. \nXử phạt cả người điều khiển và người được chở trên xe mô tô, xe gắn máy. \nCâu 76. Trong các trường hợp dưới đây, để bảo đảm an toàn khi tham gia giao thông, người lái xe mô tô cần thực hiện như thế nào? \nPhải đội mũ bảo hiểm theo đúng quy chuẩn kỹ thuật quốc gia và cài quai đúng quy cách, không sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính). \nPhải đội mũ bảo hiểm khi trời mưa gió hoặc trời quá nắng; có thể sử dụng ô, điện thoại di động, thiết bị âm thanh nhưng phải bảo đảm an toàn. \nPhải đội mũ bảo hiểm khi cảm thấy mất an toàn giao thông hoặc khi chuẩn bị di chuyển quãng đường xa. \nCâu 77. Thứ tự xuống phà như thế nào là đúng quy tắc giao thông? \n1. Xe thô sơ, người đi bộ xuống trước, xe cơ giới, xe máy chuyên dùng xuống sau. 2. Xe cơ giới, xe máy chuyên dùng xuống trước, xe thô sơ, người đi bộ xuống sau. \n3. Xe cơ giới, xe thô sơ xuống trước, xe máy chuyên dùng, người đi bộ xuống sau. \nCâu 78. Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện tham gia giao thông đường bộ phải cho xe đi như thế nào? \nCho xe đi trên bất kỳ làn đường nào hoặc giữa 02 làn đường nếu không có xe đi phía trước; khi cần thiết phải chuyển làn đường, người lái xe phải quan sát xe phía trước để bảo đảm an toàn. \nPhải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; mỗi lần chuyển làn đường chỉ được phép chuyển sang một làn đường liền kề; khi chuyển làn đường phải có tín hiệu báo trước; phải quan sát bảo đảm khoảng cách an toàn với xe phía trước, phía sau và hai bên mới được chuyển làn. \nPhải cho xe đi trong một làn đường, chỉ được chuyển làn đường khi vượt xe phía trước cùng làn đường. \nCâu 79. Trên đường một chiều có vạch kẻ phân làn đường, xe thô sơ và xe cơ giới phải đi như thế nào là đúng quy tắc giao thông? \nXe thô sơ phải đi trên làn đường bên trái, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải trong cùng. \nXe thô sơ phải đi trên làn đường bên phải trong cùng, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái. \nXe thô sơ phải đi trên làn đường bên phải trong cùng, xe cơ giới, xe máy chuyên dùng được đi trên tất cả các làn đường. \nCâu 80. Khi lái xe trong đô thị và khu đông dân cư trong thời gian từ 22 giờ ngày hôm trước đến 05 giờ ngày hôm sau, nếu cần vượt một xe khác, người lái xe phải báo hiệu như thế nào là đúng quy tắc giao thông? \nChỉ được báo hiệu bằng còi. \nPhải báo hiệu bằng cả còi và đèn. \nChỉ được báo hiệu bằng đèn. \nCâu 81. Khi điều khiển xe chạy trên đường, biết có xe sau xin vượt, nếu đủ điều kiện an toàn người điều khiển phương tiện phải làm gì? \nTăng tốc độ và ra hiệu cho xe sau vượt, không được gây trở ngại cho xe xin vượt. \nGiảm tốc độ, có tín hiệu rẽ phải để báo hiệu cho người điều khiển phương tiện tham gia giao thông đường bộ phía sau biết được vượt và đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được cản trở đối với xe xin vượt. \nCho xe đi sát về bên trái của phần đường xe chạy và ra hiệu cho xe sau vượt, không được gây trở ngại cho xe xin vượt. \nCâu 82. Khi điều khiển xe chạy trên đường, biết có xe sau xin vượt, nếu không đủ điều kiện an toàn người điều khiển phương tiện phải làm gì? \nCó tín hiệu rẽ trái để báo hiệu cho người điều khiển phương tiện tham gia giao thông đường bộ phía sau biết là chưa được vượt. \nTiếp tục đi cho đến khi đủ điều kiện an toàn, nếu xe sau vẫn xin vượt thì báo hiệu cho xe sau vượt. \nTăng tốc độ để báo hiệu cho xe xin vượt biết là chưa được vượt. \nCâu 83. Khi chuyển hướng, người lái xe, người điều khiển xe máy chuyên dùng phải làm gì để bảo đảm an toàn?  \nPhải nhường đường cho người đi bộ, xe thô sơ, xe đi ngược chiều và chỉ chuyển hướng khi không gây trở ngại hoặc nguy hiểm cho người, phương tiện khác. \nNhanh chóng chuyển hướng để không gây trở ngại hoặc nguy hiểm cho người, phương tiện khác. \nRa tín hiệu chuyển hướng để yêu cầu các phương tiện khác dừng lại cho xe chuyển hướng di chuyển. \nCâu 84. Trước khi chuyển hướng, người điều khiển phương tiện tham gia giao thông đường bộ phải thực hiện như thế nào để bảo đảm an toàn? \nQuan sát gương, nếu không có phương tiện gần hướng rẽ thì nhanh chóng chuyển hướng. \nQuan sát, bảo đảm khoảng cách an toàn với xe phía sau, giảm tốc độ và có tín hiệu báo hướng rẽ hoặc có tín hiệu bằng tay theo hướng rẽ đối với xe thô sơ không có đèn báo hướng rẽ, chuyển dần sang làn gần nhất với hướng rẽ. Tín hiệu báo hướng rẽ hoặc tín hiệu bằng tay phải sử dụng liên tục trong quá trình chuyển hướng. Khi bảo đảm an toàn, không gây trở ngại cho người và phương tiện khác mới được chuyển hướng. \nQuan sát gương, tăng tốc độ, ra tín hiệu và chuyển hướng. \nCâu 85. Khi lùi xe, người điều khiển phương tiện tham gia giao thông đường bộ phải làm gì để bảo đảm an toàn? \nQuan sát phía sau và cho lùi xe ở tốc độ chậm. \nCó tín hiệu báo lùi, nếu phía sau không có người hoặc phương tiện khác thì nhanh chóng lùi để bảo đảm an toàn. \nPhải quan sát hai bên và phía sau xe, có tín hiệu lùi và chỉ lùi xe khi bảo đảm an toàn. \nCâu 86. Khi muốn lùi xe ở nơi có tầm nhìn bị che khuất, người lái xe phải xử lý như thế nào để đảm bảo an toàn? \nPhải lùi thật chậm. \nBấm còi 3 lần liên tiếp trước khi lùi. \nKhông được lùi xe. \nCâu 87. Trên đường không phân chia thành hai chiều xe chạy riêng biệt, người điều khiển phương tiện tham gia giao thông đường bộ phải tránh xe đi ngược chiều như thế nào để bảo đảm an toàn? \nGiảm tốc độ và cho xe đi về bên phải theo chiều xe chạy của mình. \nMột trong hai xe phải dừng lại cho xe kia đi qua mới được đi. \nTăng tốc độ, cho xe đi về bên phải theo chiều xe chạy của mình để nhanh chóng vượt qua. \nCâu 88. Khi tránh xe đi ngược chiều, các xe phải nhường đường như thế nào là đúng quy tắc giao thông? \nNơi đường hẹp chỉ đủ cho một xe chạy và có chỗ tránh xe thì xe nào ở gần chỗ tránh hơn phải vào vị trí tránh, nhường đường cho xe đi ngược chiều. \nXe xuống dốc phải nhường đường cho xe lên dốc. \nXe có chướng ngại vật phía trước phải nhường đường cho xe không có chướng ngại vật phía trước. \nCả ba ý trên. \nCâu 89. Khi đang lái xe xuống dốc gặp một xe đang đi lên dốc, người lái xe phải làm gì? \nTiếp tục đi và phát tín hiệu cho xe lên dốc nhường đường cho xe bạn. \nNhường đường cho xe lên dốc. \nChỉ nhường đường khi xe lên dốc nháy đèn. \nCâu 90. Người lái xe phải làm gì để bảo đảm an toàn khi lái xe trên đường cong có tầm nhìn bị hạn chế? \nQuan sát, giảm tốc độ hoặc dừng lại để bảo đảm an toàn. \nĐi sang làn đường của xe ngược chiều để mở rộng tầm nhìn và vượt xe khác. \nCho xe đi sát bên phải làn đường, bật tín hiệu báo hiệu để vượt bên phải xe khác. \nCâu 91. Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên, đường nhánh phải nhường đường như thế nào là đúng quy tắc giao thông? \nNhường đường cho xe đi ở bên phải mình tới. \nNhường đường cho xe đi ở bên trái mình tới. \nNhường đường cho xe đi trên đường ưu tiên hoặc đường chính từ bất kỳ hướng nào tới. \nCâu 92. Tại nơi đường giao nhau có báo hiệu đi theo vòng xuyến, người lái xe phải nhường đường như thế nào là đúng quy tắc giao thông? \nNhường đường cho xe đi đến từ bên phải. \nNhường đường cho xe đi đến từ bên trái. \nKhông phải nhường đường. \nCâu 93. Tại nơi đường giao nhau không có báo hiệu đi theo vòng xuyến, người điều khiển phương tiện phải nhường đường như thế nào là đúng quy tắc giao thông? \nPhải nhường đường cho xe đi đến từ bên phải. \nXe báo hiệu xin đường trước, xe đó được đi trước. \nPhải nhường đường cho xe đi đến từ bên trái. \nCâu 94. Người lái xe phải nhanh chóng giảm tốc độ, đi sát lề đường bên phải hoặc dừng lại để nhường đường cho các loại xe nào dưới đây?  \nXe chữa cháy của Cảnh sát phòng cháy, chữa cháy và cứu nạn, cứu hộ và xe chữa cháy của các lực lượng khác; xe của lực lượng quân sự, công an và kiểm sát; đoàn xe có xe Cảnh sát giao thông dẫn đường; xe cứu thương; xe hộ đê không có tín hiệu ưu tiên theo quy định. \nXe ưu tiên gồm xe chữa cháy của Cảnh sát phòng cháy, chữa cháy và cứu nạn, cứu hộ và xe chữa cháy của các lực lượng khác được huy động đi làm nhiệm vụ chữa cháy; xe của lực lượng quân sự, công an và kiểm sát đi làm nhiệm vụ khẩn cấp; đoàn xe có xe Cảnh sát giao thông dẫn đường; xe cứu thương đi làm nhiệm vụ cấp cứu; xe hộ đê đi làm nhiệm vụ; xe đi làm nhiệm vụ cứu nạn, cứu hộ, khắc phục sự cố thiên tai, dịch bệnh hoặc xe đi làm nhiệm vụ trong tình trạng khẩn cấp theo quy định của pháp luật; đoàn xe tang. \nXe ô tô, xe máy, đoàn xe đang diễu hành có tổ chức có báo tín hiệu xin vượt bằng còi và đèn. \nCâu 95. Xe ưu tiên (trừ đoàn xe tang) tham gia giao thông đường bộ khi đi làm nhiệm vụ được quyền ưu tiên nào dưới đây? \nKhông bị hạn chế tốc độ. \nĐược phép đi không phụ thuộc vào tín hiệu đèn giao thông, đi vào đường ngược chiều, các đường khác có thể đi được. \nĐược đi ngược chiều trên làn dừng xe khẩn cấp trên đường cao tốc. \nCả ba ý trên. \nCâu 96. Khi có tín hiệu của xe ưu tiên, người và phương tiện tham gia giao thông đường bộ phải tuân thủ quy định nào dưới đây? \nGiảm tốc độ, đi sát lề đường bên phải hoặc dừng lại để nhường đường. \nTăng tốc độ và đi sát lề đường bên phải để nhường đường. \nGiảm tốc độ, đi sát lề đường bên trái để nhường đường. \nCâu 97. Khi đang lái xe, phía trước có một xe Cảnh sát giao thông không phát tín hiệu ưu tiên, người lái xe có được phép vượt hay không? \nKhông được vượt. \nĐược phép vượt ở phần đường dành cho người đi bộ qua đường. \nĐược vượt khi bảo đảm an toàn. \nCâu 98. Khi đang lái xe, phía trước có một xe cứu thương đang phát tín hiệu ưu tiên, người lái xe có được phép vượt hay không? \nKhông được vượt. \nĐược vượt khi đang đi trên cầu. \nĐược phép vượt khi đi qua nơi giao nhau có ít phương tiện cùng tham gia giao thông. \nĐược vượt khi bảo đảm an toàn. \nCâu 99. Khi tới đường ngang không có người gác, chắn đường bộ, chuông, đèn tín hiệu, người tham gia giao thông đường bộ phải làm gì để bảo đảm an toàn? \nDừng lại về bên phải đường của mình, trước vạch dừng xe và quan sát hai phía, khi không có phương tiện giao thông đường sắt tới mới được đi qua. \nQuan sát hai phía, khi không có phương tiện giao thông đường sắt tới thì nhanh chóng đi qua. \nDừng lại khoảng cách tối thiểu 3 mét tính từ ray đường sắt gần nhất, khi không có phương tiện giao thông đường sắt tới thì nhanh chóng đi qua. \nCâu 100. Tại đường ngang, cầu chung đường sắt, khi có hiệu lệnh của nhân viên gác chắn, đèn đỏ sáng nhấp nháy, chuông kêu, chắn đường bộ đang dịch chuyển hoặc đã đóng, người tham gia giao thông đường bộ phải làm gì để bảo đảm an toàn? \nDừng lại về bên trái đường của mình, trước vạch dừng xe. \nDừng lại giữa đường của mình, trước vạch dừng xe. \nDừng lại về bên phải đường của mình, trước vạch dừng xe. \nCâu 101. Khi xe ô tô bị hư hỏng, bị tai nạn trên đường ngang, cầu chung đường sắt mà không thể di chuyển ngay khỏi phạm vi an toàn đường sắt, người lái xe và người có mặt xử lý như thế nào là đúng quy định? \nNgười lái xe và người có mặt phải ngay lập tức báo hiệu để dừng tàu, thực hiện các biện pháp bảo đảm an toàn. \nĐể xe lại, tìm cách báo cho người quản lý đường sắt, nhà ga nơi gần nhất. \nKhông di chuyển phương tiện, tự khắc phục sửa chữa. \nCâu 102. Người tham gia giao thông đường bộ phải dừng lại về bên phải đường của mình trước vạch dừng xe tại đường ngang, cầu chung đường sắt khi có báo hiệu nào dưới đây? \nHiệu lệnh của nhân viên gác chắn. \nĐèn đỏ sáng nhấp nháy, chuông kêu. \nChắn đường bộ đang dịch chuyển hoặc đã đóng. \nCả ba ý trên. \nCâu 103. Người điều khiển phương tiện tham gia giao thông trong hầm đường bộ ngoài việc phải tuân thủ các quy tắc giao thông còn phải thực hiện những quy định nào dưới đây? \nXe cơ giới, xe máy chuyên dùng phải bật đèn chiếu gần; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; không dừng xe, đỗ xe trong hầm đường bộ; trường hợp gặp sự cố kỹ thuật hoặc bất khả kháng khác buộc phải dừng xe, đỗ xe, người lái xe, người điều khiển xe máy chuyên dùng phải đưa xe vào vị trí dừng xe, đỗ xe khẩn cấp, nếu không di chuyển được, phải có báo hiệu bằng đèn khẩn cấp và đặt biển hoặc đèn cảnh báo về phía sau xe khoảng cách bảo đảm an toàn. \nXe cơ giới, xe máy chuyên dùng phải bật đèn chiếu xa; được dừng xe, đỗ xe khi cần thiết. \nPhải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết. \nCâu 104. Việc nối giữa xe kéo với xe được kéo trong trường hợp hệ thống hãm của xe được kéo không còn hiệu lực thì xe kéo nhau phải nối bằng cách nào? \nNối bằng dây cáp có độ dài 6 mét. \nNối bằng dây cáp có độ dài 8 mét. \nNối bằng thanh nối cứng. \nCâu 105. Xe kéo rơ moóc, xe ô tô đầu kéo khi tham gia giao thông đường bộ phải tuân thủ quy tắc giao thông nào ghi ở dưới đây? \nChỉ được kéo rơ moóc, sơ mi rơ moóc phù hợp với thiết kế của xe; việc kết nối xe kéo với rơ moóc, xe ô tô đầu kéo với sơ mi rơ moóc phải bảo đảm chắc chắn, an toàn. \nPhải có tổng trọng lượng tương đương tổng trọng lượng của rơ moóc hoặc phải có hệ thống hãm có hiệu lực cho rơ moóc. \nPhải được lắp phanh phụ theo quy định để đảm bảo an toàn. \nCâu 106. Luật Trật tự, an toàn giao thông đường bộ quy định về xe kéo xe, xe kéo rơ moóc và xe ô tô đầu kéo kéo sơ mi rơ moóc như thế nào dưới đây? \nMột xe ô tô được kéo theo nhiều xe ô tô hoặc xe máy chuyên dùng khác khi xe được kéo không tự chạy được (trừ trường hợp xe vận chuyển hàng siêu trường, siêu trọng). \nXe được kéo phải có người điều khiển và hệ thống lái của xe đó phải còn hiệu lực; việc nối xe kéo với xe được kéo phải bảo đảm chắc chắn, an toàn; trường hợp hệ thống hãm của xe được kéo không còn hiệu lực thì xe kéo nhau phải nối bằng thanh nối cứng. Phía trước của xe kéo và phía sau của xe được kéo phải có biển báo hiệu, có đèn cảnh báo nhấp nháy màu vàng. \nCả hai ý trên. \nCâu 107. Người điều khiển phương tiện tham gia giao thông đường bộ phải quan sát, giảm tốc độ hoặc dừng lại để bảo đảm an toàn trong các trường hợp nào dưới đây? \nCó báo hiệu cảnh báo nguy hiểm hoặc có chướng ngại vật trên đường; chuyển hướng xe chạy hoặc tầm nhìn bị hạn chế. \nNơi cầu, cống hẹp, đập tràn, đường ngầm, hầm chui, hầm đường bộ; có vật nuôi đi trên đường hoặc chăn thả ở ven đường. \nĐiểm dừng xe, đỗ xe trên đường bộ có khách đang lên, xuống xe. \nCả ba ý trên. \nCâu 108. Trên đường mà mỗi chiều đường xe chạy chỉ có một làn đường dành cho xe cơ giới, người lái xe không được vượt xe khác trong trường hợp nào dưới đây? \nCó chướng ngại vật phía trước, xe chạy phía trước có tín hiệu vượt xe khác. \nXe chạy phía trước đã có tín hiệu rẽ phải và tránh về bên phải. \nCả hai ý trên. \nCâu 109. Người lái xe được phép vượt xe khác về bên phải trong trường hợp nào dưới đây? \nXe phía trước có tín hiệu rẽ trái hoặc đang rẽ trái hoặc khi xe chuyên dùng đang làm việc trên đường mà không thể vượt bên trái. \nXe phía trước đang đi sát lề đường bên trái. \nCả hai ý trên. \nCâu 110. Khi có xe xin vượt, người lái xe mô tô xử lý như thế nào nếu đủ điều kiện an toàn cho xe phía sau vượt? \nGiảm tốc độ, có tín hiệu rẽ phải để báo hiệu cho người điều khiển phương tiện tham gia giao thông đường bộ phía sau biết được vượt và đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được cản trở đối với xe xin vượt. \nLái xe vào lề đường bên trái và giảm tốc độ để xe phía sau vượt qua, không được gây trở ngại đối với xe xin vượt. \nTăng tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua. \nCâu 111. Những trường hợp nào dưới đây không được đi trên đường cao tốc, trừ người, phương tiện giao thông đường bộ và thiết bị phục vụ việc quản lý, bảo trì đường cao tốc? \nXe máy chuyên dùng có tốc độ thiết kế nhỏ hơn tốc độ tối thiểu quy định đối với đường cao tốc, xe chở người bốn bánh có gắn động cơ, xe chở hàng bốn bánh có gắn động cơ, xe mô tô, xe gắn máy, các loại xe tương tự xe mô tô, xe gắn máy, xe thô sơ, người đi bộ. \nXe máy chuyên dùng có tốc độ thiết kế lớn hơn tốc độ tối thiểu quy định đối với đường cao tốc. \nXe ô tô và xe máy chuyên dùng có tốc độ thiết kế lớn hơn 80 km/h. \nCâu 112. Khi tham gia giao thông trên đường cao tốc, xe ưu tiên đi làm nhiệm vụ khẩn cấp được đi ngược chiều trong trường hợp nào dưới đây?  \nĐược đi ngược chiều bất cứ làn đường nào của đường cao tốc có thể đi được. \nChỉ được đi ngược chiều trên làn dừng xe khẩn cấp. \nChỉ được đi ngược chiều trên làn đường sát dải phân cách của đường cao tốc. \nCâu 113. Khi tham gia giao thông trên đường cao tốc, người lái xe không được thực hiện hành vi nào sau đây? \nDừng, đỗ xe trên phần đường xe chạy, trừ trường hợp xe không thể di chuyển được vào làn đường khẩn cấp. \nLùi xe, quay đầu xe. \nCả hai ý trên. \nCâu 114. Khi xe gặp sự cố kỹ thuật trên đường cao tốc, bạn phải xử lý như thế nào để bảo đảm an toàn giao thông? \nBật đèn tín hiệu khẩn cấp, dừng xe ngay lập tức và đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác. \nBật tín hiệu khẩn cấp, lập tức đưa xe vào làn đường xe chạy bên phải trong cùng, đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác. \nDừng xe, đỗ xe ở làn dừng khẩn cấp cùng chiều xe chạy và phải có báo hiệu bằng đèn khẩn cấp; trường hợp xe không thể di chuyển được vào làn dừng khẩn cấp, phải có báo hiệu bằng đèn khẩn cấp và đặt biển hoặc đèn cảnh báo về phía sau xe khoảng cách tối thiểu 150 mét, nhanh chóng báo cho cơ quan Cảnh sát giao thông thực hiện nhiệm vụ bảo đảm trật tự, an toàn giao thông trên tuyến hoặc cơ quan quản lý đường cao tốc. \nCâu 115. Trên đường cao tốc, người lái xe xử lý như thế nào khi đã vượt quá lối ra của đường định rẽ? \nQuay đầu xe, chạy trên lề đường có lối ra và rẽ khỏi đường cao tốc. \nLùi xe trên lề đường có lối ra và rẽ khỏi đường cao tốc. \nTiếp tục lái xe và rẽ ở lối ra tiếp theo. \nCâu 116. Khi xảy ra ùn tắc trên đường cao tốc có làn dừng xe khẩn cấp, người lái xe có được cho xe chạy ở làn dừng xe khẩn cấp để nhanh chóng thoát khỏi khu vực ùn tắc không (trừ xe ưu tiên)? \nCó. \nKhông. \nCâu 117. Khi chuẩn bị nhập vào làn đường của đường cao tốc, người lái xe, người điều khiển xe máy chuyên dùng phải thực hiện như thế nào là đúng quy tắc giao thông? \nCó tín hiệu xin vào và phải nhường đường cho xe đang chạy trên đường.  \nQuan sát xe phía sau bảo đảm khoảng cách an toàn mới cho xe nhập vào làn đường sát bên phải.  \nNếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi nhập vào làn đường của đường cao tốc. \nCả ba ý trên. \nCâu 118. Theo quy định về độ tuổi, người đủ bao nhiêu tuổi trở lên thì được cấp giấy phép lái xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 3.500 kg đến 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg? \n18 tuổi. \n17 tuổi. \n16 tuổi. \nCâu 119. Theo quy định về độ tuổi, người đủ bao nhiêu tuổi trở lên thì được cấp giấy phép lái xe mô tô hai bánh có dung tích xi lanh đến 125 cm3 và xe ô tô chở người đến 8 chỗ (không kể chỗ của người lái xe); xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế đến 3.500 kg? \n16 tuổi. \n17 tuổi \n18 tuổi. \nCâu 120. Theo quy định về độ tuổi, người lái xe ô tô chở người (kể cả xe buýt) trên 29 chỗ (không kể chỗ của người lái xe); xe ô tô chở người giường nằm; các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg phải đủ bao nhiêu tuổi trở lên? \n23 tuổi. \n24 tuổi. \n27 tuổi. \n30 tuổi. \nCâu 121. Tuổi tối đa của người lái xe ô tô chở người (kể cả xe buýt) trên 29 chỗ (không kể chỗ của người lái xe), xe ô tô chở người giường nằm là bao nhiêu tuổi?  \nĐủ 55 tuổi đối với nam và đủ 50 tuổi đối với nữ. \nĐủ 55 tuổi đối với nam và nữ. \nĐủ 57 tuổi đối với nam và đủ 55 tuổi đối với nữ. \nCâu 122. Theo quy định về độ tuổi, người lái xe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D2 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg phải đủ bao nhiêu tuổi trở lên? \n23 tuổi. \n24 tuổi. \n22 tuổi. \nCâu 123. Người đủ 16 tuổi đến dưới 18 tuổi chỉ được điều khiển các loại xe nào dưới đây? \nXe mô tô hai bánh có dung tích xi-lanh đến 125 cm3. \nXe gắn máy. \nXe ô tô chở người đến 08 chỗ (không kể chỗ của người lái xe); xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế đến 3.500 kg; các loại xe ô tô quy định cho giấy phép lái xe hạng B kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nCả ba ý trên. \nCâu 124. Người có Giấy phép lái xe mô tô hạng A1 không được phép điều khiển loại xe nào dưới đây? \nXe mô tô hai bánh có dung tích xi-lanh 125 cm3 hoặc có công suất động cơ điện đến 11 kW. \nXe mô tô ba bánh. \nCả hai ý trên. \nCâu 125. Người có Giấy phép lái xe mô tô hạng A1 được cấp sau ngày 01/01/2025 được phép điều khiển loại xe nào dưới đây? \nXe mô tô hai bánh có dung tích xi-lanh đến 125 cm3 hoặc có công suất động cơ điện đến 11 kW. \nXe mô tô ba bánh. \nCả hai ý trên. \nCâu 126. Người có Giấy phép lái xe mô tô hạng A được phép điều khiển loại xe nào dưới đây? \nXe mô tô hai bánh có dung tích xi-lanh đến 125 cm3 hoặc có công suất động cơ điện đến 11 kW. \nXe mô tô hai bánh có dung tích xi-lanh trên 125 cm3 hoặc có công suất động cơ điện trên 11 kW. \nCả hai ý trên.  \nCâu 127. Người có Giấy phép lái xe ô tô hạng B được phép điều khiển loại xe nào dưới đây? \nXe ô tô chở người đến 08 chỗ (không kể chỗ của người lái xe). \nXe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế đến 3.500 kg. \nCả hai ý trên. \nCâu 128. Người có Giấy phép lái xe hạng C1 được điều khiển loại xe nào dưới đây? \nXe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nXe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 3.500 kg đến 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nCả hai ý trên. \nCâu 129. Người có Giấy phép lái xe hạng C được điều khiển loại xe nào dưới đây? \n1. Xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 3.500 kg đến 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nXe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nCả hai ý trên. \nCâu 130. Người có Giấy phép lái xe hạng D1 được điều khiển loại xe nào dưới đây? \nXe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nXe ô tô chở người trên 08 chỗ (không kể chỗ của người lái xe) đến 16 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. 3. Cả hai ý trên. \nCâu 131. Người có Giấy phép lái xe hạng D2 được điều khiển loại xe nào dưới đây? \nXe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D2 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nXe ô tô chở người trên 08 chỗ (không kể chỗ của người lái xe) đến 16 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nCả hai ý trên. \nCâu 132. Người có Giấy phép lái xe hạng D được điều khiển loại xe nào dưới đây? \nXe ô tô chở người (kể cả xe buýt) trên 29 chỗ (không kể chỗ của người lái xe); xe ô tô chở người giường nằm; các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nXe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe).  \nCác loại xe ô tô quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô đầu kéo kéo sơ mi rơ moóc. \nÝ 1 và ý 2. \nCâu 133. Người có Giấy phép lái xe hạng BE được điều khiển loại xe nào dưới đây? \n1. Xe ô tô chở người (kể cả xe buýt) trên 29 chỗ (không kể chỗ của người lái xe); xe ô tô chở người giường nằm. \nCác loại xe ô tô quy định cho giấy phép lái xe hạng B kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg. \nXe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D2 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg. \nCâu 134. Người có Giấy phép lái xe hạng CE được điều khiển loại xe nào dưới đây? \nCác loại xe ô tô quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô đầu kéo kéo sơ mi rơ moóc. \nCác loại xe ô tô quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg. \nCả hai ý trên. \nCâu 135. Người có Giấy phép lái xe hạng DE được điều khiển loại xe nào dưới đây? \nCác loại xe ô tô quy định cho giấy phép lái xe hạng D kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô chở khách nối toa. \nCác loại xe ô tô quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô đầu kéo kéo sơ mi rơ moóc. \nCả hai ý trên. \nCâu 136. Người tập lái xe ô tô khi tham gia giao thông đường bộ phải bảo đảm các điều kiện nào dưới đây? \nPhải thực hành trên xe tập lái, trên tuyến đường tập lái và có giáo viên dạy lái bảo trợ tay lái. \nPhải mang theo giấy phép xe tập lái. \nCả hai ý trên. \nCâu 137. Người lái xe khi tham gia giao thông đường bộ phải đảm bảo các điều kiện nào dưới đây? \nPhải đủ tuổi, sức khỏe theo quy định của pháp luật; có giấy phép lái xe đang còn điểm, còn hiệu lực phù hợp với loại xe đang điều khiển do cơ quan có thẩm quyền cấp (trừ người lái xe gắn máy). \nPhải là người đứng tên trong đăng ký xe. \nCả hai ý trên. \nCâu 138. Khi tham gia giao thông đường bộ, người lái xe phải mang theo các giấy tờ gì? \nChứng nhận đăng ký xe hoặc bản sao Chứng nhận đăng ký xe có chứng thực kèm bản gốc giấy tờ xác nhận của tổ chức tín dụng, chi nhánh ngân hàng nước ngoài còn hiệu lực trong trường hợp xe đang được thế chấp tại tổ chức tín dụng, chi nhánh ngân hàng nước ngoài. \nGiấy phép lái xe phù hợp với loại xe đang điều khiển; chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường đối với xe cơ giới theo quy định của pháp luật; chứng nhận bảo hiểm bắt buộc trách nhiệm dân sự của chủ xe cơ giới. \nTrường hợp các giấy tờ nêu trên đã được tích hợp vào tài khoản định danh điện tử thì việc xuất trình, kiểm tra có thể thực hiện thông qua tài khoản định danh điện tử. \nCả ba ý trên. \nCâu 139. Giấy phép lái xe bị thu hồi trong các trường hợp nào sau đây? \nNgười được cấp giấy phép lái xe không đủ điều kiện sức khỏe theo kết luận của cơ sở khám bệnh, chữa bệnh đối với từng hạng giấy phép lái xe. \nGiấy phép lái xe được cấp sai quy định. \nGiấy phép lái xe đã quá thời hạn tạm giữ hoặc hết thời hiệu thi hành quyết định xử phạt vi phạm hành chính theo quy định của pháp luật về xử lý vi phạm hành chính nếu người vi phạm không đến nhận mà không có lý do chính đáng. \nCả ba ý trên. \nCâu 140. Người có giấy phép lái xe chưa bị trừ hết 12 điểm, được phục hồi điểm giấy phép lái xe trong trường hợp nào sau đây? \nKhông được phục hồi. \nĐược phục hồi đủ 12 điểm, nếu không bị trừ điểm trong thời hạn 12 tháng từ ngày bị trừ điểm gần nhất.  \nCâu 141. Người có giấy phép lái xe đã bị trừ hết điểm phải làm gì để phục hồi điểm giấy phép lái xe? \nKhông vi phạm pháp luật trật tự, an toàn giao thông đường bộ trong thời gian 12 tháng kể từ ngày bị trừ hết điểm. \nSau thời hạn ít nhất là 06 tháng kể từ ngày bị trừ hết điểm, người có phép lái xe được tham gia kiểm tra nội dung kiến thức pháp luật về trật tự, an toàn giao thông đường bộ theo quy định, có kết quả đạt yêu cầu thì được phục hồi đủ 12 điểm. \nCả hai ý trên. \nCâu 142. Trách nhiệm của tổ chức, cá nhân đứng tên trong giấy chứng nhận đăng ký xe khi chưa thực hiện thu hồi chứng nhận đăng ký xe, biển số xe được quy định như thế nào? \nTiếp tục chịu trách nhiệm của chủ xe. \nKhông chịu trách nhiệm sau khi đã chuyển nhượng, trao đổi, tặng, cho. \nCâu 143. Để bảo đảm điều kiện tham gia giao thông đường bộ, loại phương tiện nào phải lắp thiết bị giám sát hành trình? \nXe ô tô kinh doanh vận tải. \nXe ô tô chở người từ 08 chỗ trở lên (không kể chỗ của người lái xe) kinh doanh vận tải, xe ô tô đầu kéo, xe cứu thương. \nCả hai ý trên. \nCâu 144. Tốc độ khai thác tối đa cho phép đối với xe máy chuyên dùng, xe gắn máy và các loại xe tương tự tham gia giao thông trên đường bộ (trừ đường cao tốc) là bao nhiêu km/h? \n1. 50 km/h. \n2. 40 km/h. \n3. 60 km/h. \nCâu 145. Trên đường bộ, trong khu vực đông dân cư, đường đôi hoặc đường một chiều có từ hai làn xe cơ giới trở lên, xe mô tô hai bánh, ô tô chở người đến 28 chỗ không kể chỗ của người lái xe tham gia giao thông với tốc độ khai thác tối đa cho phép là bao nhiêu? \n1. 60 km/h. \n2. 50 km/h. \n3. 40 km/h. \nCâu 146. Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới, xe mô tô hai bánh, ô tô chở người đến 28 chỗ không kể chỗ của người lái xe tham gia giao thông với tốc độ khai thác tối đa cho phép là bao nhiêu? \n60 km/h. \n50 km/h. \n40 km/h.  \nCâu 147. Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới, loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 50 km/h? \nÔ tô tải, ô tô chở người trên 28 chỗ không kể chỗ của người lái xe. \nXe gắn máy, xe máy chuyên dùng. \nCả hai ý trên. \nCâu 148. Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường đôi hoặc đường một chiều có từ hai làn cơ giới trở lên, loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa là 60 km/h? \nÔ tô tải, ô tô chở người trên 28 chỗ không kể chỗ của người lái xe. \nXe gắn máy, xe máy chuyên dùng. \nCả hai ý trên. \nCâu 149. Trên đường bộ (trừ đường cao tốc) ngoài khu vực đông dân cư, đường đôi hoặc đường một chiều có từ hai làn xe cơ giới trở lên, loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 90 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nCâu 150. Trên đường bộ ngoài khu vực đông dân cư, đường đôi hoặc đường một chiều có từ hai làn xe cơ giới trở lên (trừ đường cao tốc) loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 80 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nÔ tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc). \nCâu 151. Trên đường bộ ngoài khu vực đông dân cư, đường đôi hoặc đường một chiều có từ hai làn xe cơ giới trở lên (trừ đường cao tốc) loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 70 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nÔ tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc. \nCâu 152. Trên đường bộ ngoài khu vực đông dân cư, đường đôi hoặc đường một chiều có từ hai làn xe cơ giới trở lên (trừ đường cao tốc) loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 60 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nÔ tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc. \nCâu 153. Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 80 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nCâu 154. Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 70 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nÔ tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc. \nCâu 155. Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 60 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nÔ tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc. \nCâu 156. Trên đường bộ ngoài khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới (trừ đường cao tốc), loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 50 km/h? \nXe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn. \nXe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc). \nXe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động). \nÔ tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc. \nCâu 157. Khi tham gia giao thông trên đường bộ (trừ đường cao tốc), loại xe nào dưới đây được tham gia giao thông với tốc độ khai thác tối đa cho phép là 50 km/h? \nXe máy chuyên dùng, xe gắn máy và các loại xe tương tự. \nXe chở người bốn bánh có gắn động cơ khi tham gia giao thông trong phạm vi và thời gian cho phép hoạt động. \nXe chở hàng bốn bánh có gắn động cơ khi tham gia giao thông trong phạm vi \nvà thời gian cho phép hoạt động. \nCâu 158. Khi tham gia giao thông trên đoạn đường không có biển báo \"Cự ly tối thiểu giữa hai xe\", trong điều kiện mặt đường khô ráo, không có sương mù, mặt đường không trơn trượt, địa hình bằng phẳng, đường thẳng, tầm nhìn bảo đảm, xe cơ giới đang chạy với tốc độ từ trên 80 km/h đến 100 km/h, người lái xe phải giữ khoảng cách an toàn với xe đang chạy liền trước tối thiểu là bao nhiêu? \n35 m. \n55 m. \n70 m. \nCâu 159. Khi tham gia giao thông trên đoạn đường không có biển báo \"cự ly tối thiểu giữa hai xe\", trong điều kiện mặt đường khô ráo, không có sương mù, mặt đường không trơn trượt, địa hình bằng phẳng, đường thẳng, tầm nhìn bảo đảm, xe cơ giới đang chạy với tốc độ từ trên 100 km/h đến 120 km/h, người lái xe phải giữ khoảng cách an toàn với xe đang chạy liền trước tối thiểu là bao nhiêu? \n55 m. \n70 m. \n100 m. \nCâu 160. Khi tham gia giao thông trên đoạn đường không có biển báo \"cự ly tối thiểu giữa hai xe\", trong điều kiện mặt đường khô ráo, không có sương mù, mặt đường không trơn trượt, địa hình bằng phẳng, đường thẳng, tầm nhìn bảo đảm, xe cơ giới đang chạy với tốc độ từ trên 60 km/h đến 80 km/h, người lái xe phải giữ khoảng cách an toàn với xe đang chạy liền trước tối thiểu là bao nhiêu? \n55 m. \n70 m. \n100 m. \nCâu 161. Khi tham gia giao thông trên đoạn đường không có biển báo \"cự ly tối thiểu giữa hai xe\", trong điều kiện mặt đường khô ráo, không có sương mù, mặt đường không trơn trượt, địa hình bằng phẳng, đường thẳng, tầm nhìn bảo đảm, xe cơ giới đang chạy với tốc độ 60 km/h, người lái xe phải giữ khoảng cách an toàn với xe đang chạy liền trước tối thiểu là bao nhiêu? \n1. 35 m. \n2. 55 m. \n3. 70 m. \nCâu 162. Khi điều khiển xe chạy với tốc độ dưới 60 km/h, để bảo đảm khoảng cách an toàn giữa hai xe, người lái xe phải điều khiển xe như thế nào? \nChủ động giữ khoảng cách an toàn phù hợp với xe chạy liền trước xe của mình.  \nBảo đảm khoảng cách an toàn tùy thuộc vào mật độ phương tiện, tình hình giao thông thực tế. \nCả hai ý trên. \nCâu 163. Người lái xe phải giảm tốc độ thấp hơn tốc độ tối đa cho phép đến mức cần thiết, chú ý quan sát và chuẩn bị sẵn sàng những tình huống có thể xảy ra để phòng ngừa tai nạn trong các trường hợp nào dưới đây? \nGặp biển báo nguy hiểm và cảnh báo trên đường. \nGặp biển chỉ dẫn trên đường. \nGặp biển báo hết mọi lệnh cấm. \nGặp biển báo hết hạn chế tốc độ tối đa cho phép. \nCâu 164. Xe đưa đón trẻ em mầm non, học sinh được ưu tiên gì khi tham gia giao thông đường bộ?  \nTổ chức phân luồng, điều tiết giao thông, bố trí nơi dừng xe, đỗ xe tại khu vực trường học và tại các điểm trên lộ trình đưa đón trẻ em mầm non, học sinh. \nĐược bố trí xe dẫn đường để bảo đảm an toàn giao thông. \nCả hai ý trên. \nCâu 165. Người điều khiển phương tiện tham gia giao thông đường bộ phải quan sát, giảm tốc độ hoặc dừng lại để bảo đảm an toàn trong các trường hợp nào dưới đây? \nTại nơi có vạch kẻ đường hoặc báo hiệu khác dành cho người đi bộ hoặc tại nơi mà người đi bộ, xe lăn của người khuyết tật đang qua đường. \nNơi đường bộ giao nhau cùng mức với đường bộ, đường bộ giao nhau cùng mức với đường sắt; đường hẹp, đường vòng, đường quanh co, đường đèo, dốc. \nKhu vực có trường học, bệnh viện, bến xe, công trình công cộng tập trung đông người, khu vực đông dân cư, chợ, khu vực đang thi công trên đường bộ, hiện trường vụ tai nạn giao thông đường bộ. \nCả ba ý trên. \nCâu 166. Tại những đoạn đường không bố trí biển báo hạn chế tốc độ, không bố trí biển báo khoảng cách an toàn tối thiểu giữa hai xe, người lái xe phải thực hiện quy định nào dưới đây để bảo đảm an toàn? \nĐược phép lái xe không hạn chế tốc độ và khoảng cách an toàn tối thiểu với xe phía trước cùng làn đường hoặc phần đường. \nĐược phép lái xe không hạn chế tốc độ và khoảng cách an toàn tối thiểu với xe phía trước cùng làn đường hoặc phần đường khi tham gia giao thông trên đường nhánh. \nChấp hành quy định về tốc độ, khoảng cách an toàn tối thiểu với xe phía trước cùng làn đường hoặc phần đường. \nCâu 167. Khi gặp xe buýt đang dừng đón, trả khách, người điều khiển xe mô tô phải xử lý như thế nào dưới đây? \nTăng tốc độ để nhanh chóng vượt qua xe buýt. \nQuan sát, giảm tốc độ đi qua xe buýt hoặc dừng lại để bảo đảm an toàn. \nCâu 168. Việc vận chuyển hành khách bằng xe ô tô phải tuân thủ các quy định nào dưới đây? \nĐón, trả hành khách đúng nơi quy định; hướng dẫn sử dụng trang thiết bị an toàn trên xe; có biện pháp giữ gìn vệ sinh trong xe; vận chuyển hành khách đúng lịch trình, lộ trình đã đăng ký, trừ trường hợp bất khả kháng; không chở hành khách trên nóc xe, trong khoang chở hành lý hoặc để hành khách đu, bám bên ngoài xe. \nĐón, trả hành khách theo yêu cầu của hành khách trên xe; hướng dẫn sử dụng trang thiết bị an toàn trên xe; có biện pháp giữ gìn vệ sinh trong xe; vận chuyển hành khách đúng lịch trình, lộ trình đã đăng ký, trừ trường hợp bất khả kháng; không chở hành khách trên nóc xe, trong khoang chở hành lý hoặc để hành khách đu, bám bên ngoài xe. \nCâu 169. Trong hoạt động vận tải đường bộ, các hành vi nào dưới đây bị nghiêm cấm? \nVận chuyển hàng hóa cấm lưu hành. \nVận chuyển trái phép hoặc không thực hiện đầy đủ các quy định của pháp luật về vận chuyển hàng hóa nguy hiểm. \nVận chuyển động vật hoang dã. \nCả ba ý trên. \nCâu 170. Trong hoạt động vận tải hành khách, những hành vi nào dưới đây bị nghiêm cấm? \nCạnh tranh nhau nhằm tăng lợi nhuận. \nGiảm giá để thu hút khách. \nĐe dọa, xúc phạm, tranh giành, lôi kéo hành khách; đe doạ, cưỡng ép hành khách sử dụng dịch vụ ngoài ý muốn; chuyển tải, xuống khách hoặc các hành vi khác nhằm trốn tránh phát hiện xe chở quá tải, quá số người theo quy định của pháp luật. \nCả ba ý trên. \nCâu 171. Thời gian lái xe liên tục của người lái xe ô tô kinh doanh vận tải được quy định như thế nào để bảo đảm an toàn giao thông?  \nKhông quá 4 giờ. \nKhông quá 6 giờ. \nKhông quá 8 giờ. \nLiên tục tùy thuộc vào sức khỏe và khả năng của người lái xe. \nCâu 172. Thời gian làm việc của người lái xe ô tô kinh doanh vận tải trong một ngày được quy định như thế nào để bảo đảm an toàn giao thông? \nKhông quá 6 giờ trong một ngày. \nKhông quá 8 giờ trong một ngày. \nKhông quá 10 giờ trong một ngày. \nKhông hạn chế tùy thuộc vào sức khỏe và khả năng của người lái xe.  \nCâu 173. Trước khi xe khởi hành, người lái xe, nhân viên phục vụ trên xe ô tô vận chuyển hành khách có trách nhiệm nào sau đây? \nKiểm tra các điều kiện bảo đảm an toàn của xe. \nHướng dẫn cho hành khách về an toàn giao thông đường bộ và thoát hiểm khi gặp sự cố. \nKiểm tra nhân thân và hành lý của hành khách đi xe. \nÝ 1 và ý 2. \nCâu 174. Xe ô tô kinh doanh vận tải chở trẻ em mầm non, học sinh phải đáp ứng các yêu cầu nào dưới đây? \nCó thiết bị ghi nhận hình ảnh trẻ em mầm non, học sinh và thiết bị có chức năng cảnh báo, chống bỏ quên trẻ em trên xe; có niên hạn sử dụng không quá 20 năm; có màu sơn theo quy định của Chính phủ. \nCó dây đai an toàn phù hợp với lứa tuổi hoặc sử dụng xe có ghế ngồi phù hợp với lứa tuổi theo quy định của pháp luật. \nĐược cấp chứng nhận đăng kí xe và gắn biển số xe, bảo đảm an toàn kĩ thuật và bảo vệ môi trường theo quy định của pháp luật; xe ô tô chở người từ 08 chỗ trở lên (không kể chỗ của người lái xe) phải lắp thiết bị giám sát hành trình và thiết bị ghi nhận hình ảnh người lái xe. \nCả ba ý trên. \nCâu 175. Việc vận chuyển động vật sống khi tham gia giao thông đường bộ phải thực hiện các yêu cầu nào dưới đây? \nNgười lái xe phải mang đủ giấy tờ theo quy định của pháp luật. \nPhương tiện vận chuyển phải có kết cấu phù hợp với loại động vật chuyên chở. \nTrong quá trình vận chuyển phải chấp hành các quy định của pháp luật về trật tự, an toàn giao thông đường bộ, vệ sinh dịch tễ, phòng dịch và bảo đảm vệ sinh môi trường. \nCả ba ý trên. \nCâu 176. Việc vận chuyển hàng hóa nguy hiểm khi tham gia giao thông đường bộ phải chấp hành các quy định nào dưới đây? \nPhải có giấy phép vận chuyển; trong trường hợp cần thiết, đơn vị vận chuyển hàng hoá nguy hiểm phải bố trí người áp tải để bảo đảm trật tự, an toàn giao thông đường bộ. \nPhải có giấy phép vận chuyển; không phải bố trí người áp tải khi tham gia giao thông đường bộ. \nCâu 177. Việc lưu hành xe ô tô của người nước ngoài đăng ký tại nước ngoài có tay lái ở bên phải tham gia giao thông tại Việt Nam, xe cơ giới nước ngoài do người nước ngoài đưa vào Việt Nam du lịch được quy định như như thế nào? \nPhải chấp hành quy định của pháp luật về trật tự, an toàn giao thông đường bộ của Việt Nam. Trường hợp điều ước quốc tế mà nước Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên có quy định khác thì áp dụng theo điều ước quốc tế đó. \nTham gia giao thông đúng trong phạm vi, tuyến đường, thời gian đã được cơ quan có thẩm quyền của Việt Nam cấp phép. \nXe ô tô của người nước ngoài đăng ký tại nước ngoài có tay lái ở bên phải phải đi theo đoàn và có người, phương tiện hỗ trợ, hướng dẫn giao thông. \nCả ba ý trên. \nCâu 178. Việc sử dụng xe mô tô, xe gắn máy, xe thô sơ để vận chuyển hành khách, hàng hóa phải thực hiện các quy định nào dưới đây để đảm bảo an toàn giao thông? \nKiểm tra điều kiện bảo đảm an toàn của xe trước khi tham gia giao thông đường bộ; mang đủ giấy tờ theo quy định của pháp luật. \nKiểm tra việc sắp xếp hàng hóa bảo đảm an toàn; không chở quá số người, chở hành lý, hàng hoá vượt quá khối lượng cho phép hoặc vượt quá khổ giới hạn của xe. \nCả hai ý trên. \nCâu 179. Xe vận chuyển hàng siêu trường, siêu trọng phải thực hiện các quy định nào dưới đây để bảo đảm an toàn giao thông? \nPhải chạy với tốc độ quy định trong giấy phép và phải có báo hiệu kích thước của hàng; trường hợp cần thiết, phải có người, phương tiện hỗ trợ lái xe, cảnh báo cho người, phương tiện tham gia giao thông đường bộ khác và thực hiện các biện pháp bảo đảm an toàn giao thông khi vận chuyển hàng siêu trường, siêu trọng trên đường bộ. \nPhải chạy với tốc độ quy định trong giấy phép; phải có người, phương tiện hỗ trợ lái xe, cảnh báo cho người, phương tiện tham gia giao thông đường bộ khác và thực hiện các biện pháp bảo đảm an toàn giao thông đường khi vận chuyển hàng siêu trường, siêu trọng trên đường dành cho giao thông công cộng. \nCâu 180. Xe cứu hộ giao thông đường bộ cần thực hiện yêu cầu nào sau đây để bảo đảm trật tự an toàn giao thông? \nXe cứu hộ giao thông đường bộ phải có dấu hiệu nhận diện, niêm yết thông tin trên xe, gắn thiết bị giám sát hành trình và thiết bị ghi nhận hình ảnh người lái xe. \nPhải tuân thủ quy định của pháp luật về khối lượng hàng hóa chuyên chở của xe cứu hộ và khối lượng của xe được cứu hộ ghi trên Chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường. \nCả hai ý trên. \nCHƯƠNG II. VĂN HÓA GIAO THÔNG, ĐẠO ĐỨC NGƯỜI LÁI XE, KỸ NĂNG PHÒNG CHÁY, CHỮA CHÁY VÀ CỨU HỘ, CỨU NẠN \nCâu 181. Người lái xe kinh doanh vận tải khi thực hiện tốt việc rèn luyện, nâng cao trách nhiệm, đạo đức nghề nghiệp sẽ thu được kết quả như thế nào dưới đây? \nĐược khách hàng, xã hội tôn trọng; được đồng nghiệp quý mến, giúp đỡ; được doanh nghiệp tin dùng và đóng góp nhiều cho xã hội; thu hút được khách hàng, góp phần quan trọng trong xây dựng thương hiệu, kinh doanh có hiệu quả cao. \nĐược cộng điểm vào giấy phép lái xe. \nCả hai ý trên. \nCâu 182. Những hành vi nào sau đây thể hiện là người có văn hóa giao thông? 1. Luôn tuân thủ pháp luật về trật tự, an toàn giao thông đường bộ, nhường nhịn và giúp đỡ người khác. \nĐi nhanh, vượt đèn đỏ nếu không có lực lượng Công an. \nBấm còi và nháy đèn liên tục để cảnh báo xe khác. \nTránh nhường đường để đi nhanh hơn. \nCâu 183. Người lái xe kinh doanh vận tải cần thực hiện những công việc gì ghi ở dưới đây để thường xuyên rèn luyện nâng cao đạo đức nghề nghiệp? \nQuản lý và sử dụng xe tốt; bảo dưỡng xe đúng định kỳ; thực hành tiết kiệm vật tư, nhiên liệu; luôn tu dưỡng bản thân, có lối sống lành mạnh, tác phong làm việc công nghiệp. \nNắm vững và tự giác chấp hành các quy định của pháp luật về trật tự, an toàn giao thông đường bộ, lái xe an toàn; thực hiện đầy đủ trách nhiệm với khách hàng; có ý thức tổ chức kỷ luật và xây dựng doanh nghiệp vững mạnh; có tinh thần hợp tác, tương trợ, giúp đỡ đồng nghiệp. \nCả hai ý trên. \nCâu 184. Người lái xe ô tô vận chuyển hành khách phải có những phẩm chất, đạo đức nghề nghiệp gì dưới đây? \nPhải có thái độ lịch sự, tôn trọng, thân mật với hành khách; giúp đỡ những người có hoàn cảnh khó khăn, người già, người khuyết tật, phụ nữ có thai, có con nhỏ và trẻ em. \nLuôn tu dưỡng bản thân, có lối sống lành mạnh, khiêm tốn, có tác phong làm việc công nghiệp, không tham gia vào các tệ nạn xã hội; tôn trọng người cùng tham gia giao thông đường bộ và có ý thức bảo vệ môi trường. \nCả hai ý trên. \nCâu 185. Khái niệm về văn hóa giao thông được hiểu như thế nào là đúng? \nLà sự hiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông, là ý thức trách nhiệm với cộng đồng khi tham gia giao thông. \nLà sự tôn trọng, nhường nhịn, giúp đỡ và ứng xử có văn hóa giữa những người tham gia giao thông với nhau. \nCả hai ý trên. \nCâu 186. Trên làn đường dành cho ô tô có vũng nước lớn, người lái xe ô tô bắt buộc phải đi qua vũng nước, trên làn đường bên cạnh có nhiều người đang lái xe mô tô tham gia giao thông, người lái xe ô tô xử lý như thế nào khi lái xe qua vũng nước là có văn hóa giao thông? \nCho xe chạy thật nhanh qua vũng nước. \nGiảm tốc độ cho xe chạy chậm qua vũng nước.  \nGiảm tốc độ cho xe chạy qua làn đường dành cho mô tô để tránh vũng nước. \nCâu 187. Người lái xe không điều khiển xe đi đúng làn đường quy định, phóng nhanh, vượt ẩu, vượt đèn đỏ, đi vào đường cấm được coi là hành vi nào trong các hành vi dưới đây? \nLà thiếu văn hóa giao thông, vi phạm pháp luật về trật tự, an toàn giao thông đường bộ. \nLà thiếu văn hóa giao thông. \nCâu 188. Khi sơ cứu người bị tai nạn giao thông đường bộ, có vết thương chảy máu ngoài, phun thành tia và phun mạnh khi mạch đập, bạn phải làm gì dưới đây? \nThực hiện cầm máu trực tiếp. \nThực hiện cầm máu không trực tiếp (chặn động mach). \nCâu 189. Người lái xe có văn hóa giao thông khi tham gia giao thông đường bộ phải đáp ứng các điều kiện nào dưới đây? \nHiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông đường bộ; có ý thức trách nhiệm với cộng đồng khi tham gia giao thông; tôn trọng, nhường nhịn, giúp đỡ và ứng xử có văn hóa với những người cùng tham gia giao thông. \nĐiều khiển xe vượt quá tốc độ, đi không đúng làn đường. \nCâu 190. Người lái xe có văn hóa giao thông khi tham gia giao thông phải tuân thủ những quy định nào dưới đây? \nĐiều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông, chỉ đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm. \nChấp hành hiệu lệnh, chỉ dẫn của người điều khiển giao thông, quy định về tốc độ, tín hiệu đèn, biển báo hiệu, vạch kẻ đường khi lái xe; nhường đường cho người đi bộ, người già, trẻ em, người khuyết tật. \nCâu 191. Người lái xe mô tô có văn hóa giao thông khi tham gia giao thông phải tuân thủ những quy định nào dưới đây? \nĐiều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; đội mũ bảo hiểm đúng quy chuẩn kỹ thuật quốc gia, cài quai đúng quy cách. \nĐiều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông. \nĐiều khiển xe và đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm. \nCâu 192. Trong các hành vi dưới đây, người lái xe có văn hóa giao thông phải ứng xử như thế nào? \nĐiều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; dừng, đỗ xe đúng nơi quy định; đã uống rượu, bia thì không lái xe. \nĐiều khiển xe đi trên phần đường, làn đường có ít phương tiện giao thông; dừng xe, đỗ xe ở nơi thuận tiện hoặc theo yêu cầu của hành khách, của người thân. \nDừng và đỗ xe ở nơi thuận tiện cho việc chuyên chở hành khách và giao nhận hàng hóa; sử dụng ít rượu, bia thì có thể lái xe. \nCâu 193. Khi tham gia giao thông việc sử dụng còi xe nên dùng như thế nào để thể hiện là người có văn hóa giao thông? \nChỉ bấm còi khi thật sự cần thiết, không bấm còi liên tục hoặc kéo dài, sử dụng còi với mức âm lượng theo quy định. \nBấm còi liên tục để các xe khác nhường đường. \nBấm còi to khi đi qua khu vực đông dân cư. \nKhông cần dùng còi, tránh gây tiếng ồn là văn minh. \nCâu 194. Người điều khiển phương tiện tham giao thông đường bộ gây ra tai nạn giao thông đường bộ, người liên quan đến vụ tai nạn giao thông đường bộ có trách nhiệm gì dưới đây? \nDừng ngay phương tiện, cảnh báo nguy hiểm, giữ nguyên hiện trường, trợ giúp người bị nạn và báo tin cho cơ quan Công an, cơ sở khám bệnh, chữa bệnh.  \nỞ lại hiện trường vụ tai nạn giao thông đường bộ cho đến khi người của cơ quan Công an đến, trừ trường hợp phải đi cấp cứu, đưa người bị nạn đi cấp cứu hoặc xét thấy bị đe dọa đến tính mạng, sức khỏe nhưng phải đến trình báo ngay cơ quan Công an, Ủy ban nhân dân nơi gần nhất. \nCung cấp thông tin xác định danh tính về bản thân, người liên quan đến vụ tai nạn giao thông đường bộ và thông tin liên quan của vụ tai nạn giao thông đường bộ cho cơ quan có thẩm quyền. \nCả ba ý trên. \nCâu 195. Người có mặt tại nơi xảy ra vụ tai giao thông đường bộ có trách nhiệm gì dưới đây?  \nGiúp đỡ, cứu chữa kịp thời người bị nạn; báo tin ngay cho cơ quan Công an, cơ sở khám bệnh, chữa bệnh hoặc Ủy ban nhân dân nơi gần nhất; tham gia bảo vệ hiện trường; tham gia bảo vệ tài sản của người bị nạn; cung cấp thông tin liên quan về vụ tai nạn theo yêu cầu của cơ quan có thẩm quyền. \nChụp lại hình ảnh vụ tai nạn (nếu có thiết bị ghi hình) và nhanh chóng rời khỏi hiện trường vụ tai nạn. \nCâu 196. Khi sơ cứu ban đầu cho người bị tai nạn giao thông đường bộ không còn hô hấp, người lái xe và người có mặt tại hiện trường vụ tai nạn phải thực hiện các công việc gì dưới đây? \nĐặt nạn nhân nằm ngửa, khai thông đường thở của nạn nhân; thực hiện các biện pháp hô hấp nhân tạo. \nThực hiện các biện pháp hô hấp nhân tạo.  \nCâu 197. Hành vi bỏ trốn sau khi gây tai nạn để trốn tránh trách nhiệm hoặc khi có điều kiện mà cố ý không cứu giúp người bị tai nạn giao thông có bị nghiêm cấm hay không? \nKhông bị nghiêm cấm. \nNghiêm cấm tuỳ từng trường hợp cụ thể.  \nBị nghiêm cấm. \nCâu 198. Khi đang lái xe, thấy một người đi bộ đang sang đường trên vạch kẻ đường dành cho người đi bộ, người lái xe nên làm gì? \nGiảm tốc độ và nhường đường cho người đi bộ. \nBấm còi để họ đi nhanh hơn. \nTiếp tục đi nếu đang vội. \nVượt qua nếu thấy khoảng trống đủ rộng. \nCâu 199. Khi gặp vụ tai nạn giao thông, người lái xe nên hành động như thế nào? \nChạy đi để tránh rắc rối. \nDừng xe, hỗ trợ nạn nhân và báo cho cơ quan chức năng. \nChỉ quan sát rồi tiếp tục di chuyển. \nChỉ giúp đỡ nếu có người thân trong vụ tai nạn. \nCâu 200. Trong đoạn đường hai chiều tại khu đông dân cư đang ùn tắc, người điều khiển xe mô tô có văn hóa giao thông sẽ lựa chọn cách xử lý tình huống nào dưới đây? \nCho xe lấn sang làn ngược chiều để nhanh chóng thoát khỏi nơi ùn tắc. \nĐiều khiển xe trên vỉa hè để nhanh chóng thoát khỏi nơi ùn tắc. \nKiên nhẫn tuân thủ hướng dẫn của người điều khiển giao thông hoặc tín hiệu đèn giao thông, di chuyển trên đúng phần đường bên phải theo chiều đi, nhường đường cho các phương tiện đi ngược chiều. \nCâu 201. Khi điều khiển phương tiện tham gia giao thông trên đoạn đường bộ đang xảy ra ùn tắc, những hành vi nào dưới đây là thiếu văn hóa? \nBấm còi liên tục thúc giục các phương tiện phía trước nhường đường; đi trên vỉa hè, tận dụng mọi khoảng trống để nhanh chóng thoát khỏi nơi ùn tắc; lấn sang trái đường cố gắng vượt lên xe khác. \nTuân thủ hướng dẫn của người điều khiển giao thông hoặc tín hiệu giao thông, đi đúng phần đường, làn đường quy định. \nCâu 202. Người lái xe, chủ phương tiện giao thông cơ giới đường bộ nên thực hiện các biện pháp phòng cháy, chữa cháy như thế nào dưới đây?  \nKhông lắp đặt thêm thiết bị điện, phụ kiện không đúng theo thiết kế của nhà sản xuất; tuân thủ quy trình vận hành bảo trì bảo dưỡng định kỳ; thường xuyên kiểm tra phương tiện, khi phát hiện thấy dấu hiệu khác lạ (khó nổ, có hơi xăng, có tiếng kêu bất thường, nhiệt độ của máy cao, có mùi khét) cần khắc phục ngay. \nKhi để xe trong nhà, ở nơi trông giữ xe phải tắt khóa điện, để xa nguồn lửa, nguồn nhiệt; không mua xăng, dầu ở các điểm bán tự phát, không rõ nguồn gốc; không sử dụng các biện pháp “tiết kiệm xăng, dầu” khi chưa được kiểm chứng về mức độ an toàn có thể gây hỏng xe hoặc dẫn đến nguy cơ xảy ra cháy cao. \nKhông để các chất dễ cháy, dễ bắt lửa trong xe, dưới yên xe, trong cốp xe, trong khoang động cơ. Đối với xe điện cần chọn địa điểm sạc an toàn, sử dụng các thiết bị sạc đúng cách và giám sát quá trình sạc. \nCả ba ý trên. \nCâu 203. Người điều khiển phương tiện cơ giới đường bộ phải thực hiện những biện pháp gì dưới đây để chữa cháy trong trường hợp phương tiện bị cháy, xét thấy có khả năng dập tắt đám cháy? \nTắt khoá điện, hô hoán để mọi người đến trợ giúp chữa cháy, gọi Cảnh sát phòng cháy chữa cháy và cứu nạn cứu hộ (điện thoại 114). \nNếu nhiên liệu chưa trào ra ngoài (ngọn lửa chưa cháy dữ dội) thì có thể sử dụng nước, hoặc bất kỳ chất, phương tiện chữa cháy có được để dập lửa; nếu nhiên liệu đã trào ra ngoài (ngọn lửa cháy dữ dội) thì phải sử dụng các bình chữa cháy, cát, chăn chiên, bao tải, vải nhúng nước để dập lửa. \nCả hai ý trên. \nCâu 204. Khi phát hiện thấy có ngọn lửa, khói hoặc nhiệt độ cao bất thường từ phương tiện giao thông do mình điều khiển người lái xe phải làm gì trước tiên? \nBình tĩnh, đưa xe sát vào lề đường, tránh xa nơi có nhiều người, nhiều chất dễ cháy và tắt khóa điện, thực hiện các bước chữa cháy. \nHô hoán để mọi người đến trợ giúp chữa cháy, gọi Cảnh sát giao thông, Cảnh sát phòng cháy chữa cháy và cứu nạn, cứu hộ, lực lượng y tế để sẵn sàng hỗ trợ cứu người. \nNếu nhiên liệu trào ra ngoài, ngọn lửa chưa cháy dữ dội thì tiếp tục sử dụng nước, hoặc bất kỳ chất, phương tiện chữa cháy có được để dập lửa. \nCả ba ý trên. \nCâu 205. Khi gặp nạn nhân bị bỏng trong vụ tai nạn giao thông, người lái xe cần làm gì? \nGọi số 115 để thông báo về tình trạng tai nạn và yêu cầu hỗ trợ y tế ngay lập tức. Quan sát hiện trường để giúp nạn nhân, đồng thời tránh gây tổn thương cho mình. \nNhanh chóng loại bỏ nguyên nhân gây bỏng bằng cách tách nạn nhân khỏi vật gây cháy, cởi bỏ quần áo nếu bén lửa, ngâm vùng da bị bỏng vào nước sạch hoặc đắp khăn mát, lưu ý không dùng khăn hoặc nước quá lạnh. \nNếu nạn nhân còn tỉnh, cần cho uống bù nước. Trong thời tiết lạnh, cần giữ ấm cho cơ thể nạn nhân, sau đó nhanh chóng đưa đến cơ sở y tế gần nhất. \nCả ba ý trên. \nCHƯƠNG III. KỸ THUẬT LÁI XE \nCâu 206. Khi điều khiển xe mô tô tay ga xuống đường dốc dài, độ dốc cao, người lái xe cần thực hiện các thao tác nào dưới đây để bảo đảm an toàn? \nGiữ tay ga ở mức độ phù hợp, sử dụng phanh trước và phanh sau để giảm tốc độ. \nNhả hết tay ga, tắt động cơ, sử dụng phanh trước và phanh sau để giảm tốc độ. \nSử dụng phanh trước để giảm tốc độ kết hợp với tắt chìa khóa điện của xe. \nCâu 207. Khi vào số để khởi hành xe ô tô có số tự động, người lái xe phải thực hiện các thao tác nào để bảo đảm an toàn? \nĐạp bàn đạp phanh chân hết hành trình, vào số và nhả phanh đỗ, kiểm tra lại xem có bị nhầm số không rồi mới cho xe lăn bánh. \nĐạp bàn đạp để tăng ga với mức độ phù hợp, vào số và kiểm tra lại xem có bị nhầm số không rồi mới cho xe lăn bánh. \nCâu 208. Khi nhả phanh đỗ cơ khí điều khiển bằng tay (phanh tay), người lái xe cần phải thực hiện các thao tác nào? \nDùng lực tay phải kéo cần phanh tay về phía sau hết hành trình; nếu khóa hãm bị kẹt cứng phải đẩy mạnh phanh tay về phía trước, sau đó bóp khóa hãm. \nDùng lực tay phải bóp khóa hãm đẩy cần phanh tay về phía trước hết hành trình; nếu khóa hãm bị kẹt cứng phải kéo cần phanh tay về phía sau đồng thời bóp khóa hãm. \nDùng lực tay phải đẩy cần phanh tay về phía trước hết hành trình; nếu khóa hãm bị kẹt cứng phải đẩy mạnh phanh tay về phía trước, sau đó bóp khóa hãm. \nCâu 209. Khi khởi hành ô tô sử dụng hộp số cơ khí trên đường bằng, người lái xe cần thực hiện các thao tác nào theo trình tự dưới đây? \nKiểm tra an toàn xung quanh xe ô tô; nhả từ từ đến 1/2 hành trình bàn đạp ly hợp (côn) và giữ trong khoảng 3 giây; vào số 1; nhả hết phanh tay, báo hiệu bằng còi, đèn trước khi xuất phát; tăng ga đủ để xuất phát, sau đó vừa tăng ga vừa nhả hết côn để cho xe ô tô chuyển động. \nKiểm tra an toàn xung quanh xe ô tô; đạp ly hợp (côn) hết hành trình; vào số 1; nhả hết phanh tay, báo hiệu bằng còi, đèn trước khi xuất phát; tăng ga đủ để xuất phát; nhả từ từ đến 1/2 hành trình bàn đạp côn và giữ trong khoảng 3 giây, sau đó vừa tăng ga vừa nhả hết côn để cho xe ô tô chuyển động. \nCâu 210. Khi quay đầu xe, người lái xe cần phải quan sát và thực hiện các thao tác nào để bảo đảm an toàn giao thông? \nQuan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe cho thích hợp; quay đầu xe với tốc độ thấp; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đầu xe về phía nguy hiểm, đưa đuôi xe về phía an toàn. \nQuan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe; quay đầu xe với tốc độ tối đa; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đuôi xe về phía nguy hiểm và đầu xe về phía an toàn. \nCâu 211. Khi ngồi lái ô tô tư thế chân, lưng, tay của người lái xe như thế nào là đúng để bảo đảm an toàn và thoải mái? \nĐiều chỉnh ghế sao cho chân có thể đạp phanh và ga dễ dàng, ngồi thẳng lưng, hai tay nắm vô lăng, tay trái nắm ở vị trí 9 đến 10 giờ và tay phải nắm ở vị trí từ 2 đến 4 giờ. \nNgồi sát vô lăng để dễ quan sát hoặc ngồi tự do, không cần điều chỉnh ghế. \nNgồi ngả người về phía sau nhiều để thư giãn, chân trái để ở vị trí chân ga, hai tay nắm vô lăng ở vị trí bất kỳ. \nCâu 212. Khi điều khiển ô tô lên dốc cao, người lái xe cần thực hiện các thao tác nào dưới đây để bảo đảm an toàn? \nTăng lên số cao từ chân dốc, điều chỉnh ga cho xe nhanh lên dốc; đến gần đỉnh dốc phải tăng ga để xe nhanh chóng qua dốc; về số thấp, đi sát về phía bên phải đường, có tín hiệu (còi, đèn) để báo cho người lái xe đi ngược chiều biết. \nVề số thấp từ chân dốc, điều chỉnh ga cho xe từ từ lên dốc; đến gần đỉnh dốc phải đi chậm, đi sát về phía bên phải đường, có tín hiệu (còi, đèn) để báo cho người lái xe đi ngược chiều biết. \nCâu 213. Khi điều khiển ô tô xuống dốc dài, người lái xe cần thực hiện các thao tác nào dưới đây để bảo đảm an toàn? \nTăng lên số cao, nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ. \nVề số thấp, nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ. \nVề số không (0), nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ. \nCâu 214. Khi xuống dốc, muốn dừng xe, người lái xe cần thực hiện các thao tác nào để bảo đảm an toàn? \nCó tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số 1, đạp 1/2 ly hợp (côn) cho xe đến chỗ dừng; khi xe đã dừng, về số không (N), đạp phanh chân, sử dụng phanh đỗ. \nCó tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên trái; đạp hết hành trình ly hợp (côn) và nhả bàn đạp ga để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được tại chỗ dừng; khi xe đã dừng, đạp và giữ phanh chân. \nCó tín hiệu rẽ trái, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số không (N) để xe đi đến chỗ dừng, khi xe đã dừng, sử dụng phanh đỗ. \nCâu 215. Khi điều khiển xe trên đường vòng người lái xe cần phải làm gì để bảo đảm an toàn? \nQuan sát cẩn thận các chướng ngại vật và báo hiệu bằng coi, đèn; giảm tốc độ tới mức cần thiết, về số thấp và thực hiện quay vòng với tốc độ phù hợp với bán kính cong của đường vòng. \nQuan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; tăng tốc để nhanh chóng qua đường vòng và giảm tốc độ sau khi qua đường vòng. \nCâu 216. Khi điều khiển xe ô tô rẽ phải, người lái xe cần thực hiện các thao tác nào để bảo đảm an toàn? \nCó tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe sang làn đường bên trái; giảm tốc độ và quan sát an toàn phía bên phải để điều khiển xe qua chỗ đường giao nhau. \nCách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ phải; giảm tốc độ, quan sát an toàn phía trước, sau, bên phải và điều khiển xe từ từ rẽ phải. \nCách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe bám sát vào phía phải đường; tăng tốc độ và quan sát an toàn phía bên trái để điều khiển xe qua chỗ đường giao nhau. \nCâu 217. Khi điều khiển xe ô tô rẽ trái, người lái xe cần thực hiện các thao tác nào để bảo đảm an toàn? \nCách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ trái; giảm tốc độ, quan sát an toàn xung quanh đặc biệt là bên trái; đổi sang làn đường bên trái và điều khiển xe từ từ rẽ trái. \nCách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ trái, tăng tốc độ để xe nhanh chóng qua chỗ đường giao nhau; có tín hiệu xin đổi làn đường; quan sát an toàn xung quanh đặc biệt là bên trái; đổi làn đường sang phải để mở rộng vòng cua. \nCâu 218. Khi điều khiển xe sử dụng hộp số cơ khí vượt qua rãnh lớn cắt ngang mặt đường, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn? \nVào số một (1) và từ từ cho hai bánh xe trước xuống rãnh, tăng ga cho hai bánh xe trước vượt lên khỏi rãnh, tăng số, tăng tốc độ để bánh xe sau vượt qua rãnh. \nTăng ga, tăng số để hai bánh xe trước và bánh xe sau vượt qua khỏi rãnh và chạy bình thường. \nVào số một (1) và từ từ cho hai bánh xe trước xuống rãnh, tăng ga cho hai bánh xe trước vượt lên khỏi rãnh, tiếp tục để bánh xe sau từ từ xuống rãnh rồi tăng dần ga cho xe ô tô lên khỏi rãnh. \nCâu 219. Khi điều khiển xe qua đường sắt, người lái xe cần phải thực hiện các thao tác nào dưới đây để bảo đảm an toàn? \nKhi có chuông báo hoặc thanh chắn đã hạ xuống, người lái xe phải dừng xe tạm thời đúng khoảng cách an toàn, kéo phanh tay nếu đường dốc hoặc phải chờ lâu. \nKhi không có chuông báo hoặc thanh chắn không hạ xuống, người lái xe cần phải quan sát nếu thấy đủ điều kiện an toàn thì về số thấp, tăng ga nhẹ và không thay đổi số trong quá trình vượt qua đường sắt để tránh động cơ chết máy cho xe cho vượt qua.\nCả hai ý trên. \nCâu 220. Khi điều khiển xe ô tô tự đổ, người lái xe cần chú ý những điểm gì để  bảo đảm an toàn? \nKhi chạy trên đường xấu, nhiều ổ gà nên chạy chậm để thùng xe không bị lắc mạnh, không gây hiện tượng lệch \"ben\"; khi chạy vào đường vòng, cần giảm tốc độ, không lấy lái gấp và không phanh gấp. \nKhi chạy trên đường quốc lộ, đường bằng phẳng không cần hạ hết thùng xe xuống. \nKhi đổ hàng phải chọn vị trí có nền đường cứng và phẳng, dừng hẳn xe, kéo hết phanh đỗ; sau đó mới điều khiển cơ cấu nâng \"ben\" để đổ hàng, đổ xong hàng mới hạ thùng xuống. \nÝ 1 và ý 3. \nCâu 221. Khi điều khiển xe tăng số, người lái xe cần chú ý những điểm gì để  bảo đảm an toàn? \nKhông được nhìn xuống buồng lái, cần phải tăng thứ tự từ thấp đến cao, phối hợp các động tác phải nhịp nhàng, chính xác. \nNhìn xuống buồng lái để biết chính xác vị trí các tay số, cần phải tăng thứ tự từ thấp đến cao, phối hợp các động tác phải nhịp nhàng, vù ga phải phù hợp với tốc độ. \nCâu 222. Khi điều khiển xe giảm số, người lái xe cần phải chú ý những điểm gì để bảo đảm an toàn? \nNhìn xuống buồng lái để biết chính xác vị trí các tay số, cần phải giảm thứ tự từ cao xuống thấp, phối hợp các động tác phải nhịp nhàng, chính xác. \nKhông được nhìn xuống buồng lái, cần phải giảm thứ tự từ cao xuống thấp, phối hợp các động tác phải nhịp nhàng, chính xác, vù ga phải phù hợp với tốc độ. \nCâu 223. Để giảm tốc độ khi ô tô đi xuống đường dốc dài, người lái xe phải thực hiện các thao tác nào để bảo đảm an toàn? \nNhả bàn đạp ga, đạp ly hợp (côn) hết hành trình, đạp mạnh phanh chân để giảm tốc độ. \nVề số thấp phù hợp, nhả bàn đạp ga, kết hợp đạp phanh chân với mức độ phù hợp để giảm tốc độ. \nNhả bàn đạp ga, tăng lên số cao, đạp phanh chân với mức độ phù hợp để giảm tốc độ. \nCâu 224. Khi điều khiển ô tô qua đường ngập nước, người lái xe cần thực hiện các thao tác nào để đảm bảo an toàn? \nTăng lên số cao, tăng ga và giảm ga liên tục để thay đổi tốc độ, giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước. \nĐạp ly hợp (côn) hết hành trình, tăng ga và giảm ga liên tục để thay đổi tốc độ, giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước. \nQuan sát, ước lượng độ ngập nước mà xe ô tô có thể vượt qua an toàn, về số thấp, giữ đều ga và giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước. \nCâu 225. Khi điều khiển xe ô tô tới gần xe chạy ngược chiều vào ban đêm, người lái xe cần thực hiện các thao tác nào để bảo đảm an toàn? \nChuyển từ đèn chiếu xa sang đèn chiếu gần; không nhìn thẳng vào đèn của xe chạy ngược chiều mà nhìn chếch sang phía phải theo chiều chuyển động của xe mình. \nChuyển từ đèn chiếu gần sang đèn chiếu xa; không nhìn thẳng vào đèn của xe chạy ngược chiều mà nhìn chếch sang phía phải theo chiều chuyển động của xe mình. \nChuyển từ đèn chiếu xa sang đèn chiếu gần; nhìn thẳng vào đèn của xe chạy ngược chiều để tránh xe bảo đảm an toàn. \nCâu 226. Khi điều khiển xe ô tô trên đường trơn cần chú ý những điểm gì để  bảo đảm an toàn? \nGiữ vững tay lái cho xe đi đúng vệt bánh xe đi trước, sử dụng số thấp đi chậm, giữ đều ga, đánh lái ngoặt và phanh gấp khi cần thiết. \nGiữ vững tay lái cho xe đi đúng vệt bánh xe đi trước, sử dụng số thấp đi chậm, gài cầu (nếu có), giữ đều ga, không lấy nhiều lái, không đánh lái ngoặt và phanh gấp. \nCâu 227. Khi động cơ xe ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây là báo hiệu tình trạng gì của xe ô tô? \nĐang sử dụng phanh đỗ. \nNhiệt độ nước làm mát quá mức cho phép. \nCửa xe đang mở. \nCâu 228. Khi động cơ xe ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây là báo hiệu tình trạng gì của xe ô tô? \nĐang sử dụng phanh đỗ. \nThiếu dầu phanh. \nNhiệt độ nước làm mát tăng quá mức cho phép. \nÁp suất dầu ở mức thấp. \nCâu 229. Khi động cơ xe ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây là báo hiệu tình trạng gì của xe ô tô? \nCửa xe đóng chưa chặt hoặc có cửa xe chưa đóng. \nBộ nạp ắc quy gặp sự cố kỹ thuật. \nDầu bôi trơn bị thiếu. \nÝ 2 và ý 3. \nCâu 230. Khi động cơ xe ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây là báo hiệu tình trạng gì của xe ô tô? \nThiếu dầu phanh, phanh tay đang hãm. \nHệ thống túi khí an toàn gặp sự cố. \nLái xe và người ngồi ghế trước chưa cài dây đai an toàn. \nCửa đóng chưa chặt, có cửa chưa đóng. \nCâu 231. Khi động cơ xe ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây là báo hiệu tình trạng gì của xe ô tô? \nBáo hiệu thiếu dầu phanh. \nÁp suất lốp không đủ. \nĐang sử dụng phanh đỗ. \nSắp hết nhiên liệu. \nCâu 232. Trong các loại nhiên liệu dưới đây, loại nhiên liệu nào giảm thiểu ô nhiễm môi trường? \nXăng và dầu diesel. \nXăng sinh học và khí sinh học. \nÝ 1 và ý 2. \nCâu 233. Các biện pháp tiết kiệm nhiên liệu khi chạy xe? \n1. Bảo dưỡng xe theo định kỳ và có kế hoạch lộ trình trước khi xe chạy. \nKiểm tra áp suất lốp theo quy định và chạy xe với tốc độ phù hợp với tình trạng mặt đường và mật độ giao thông trên đường. \nCả hai ý trên. \nCâu 234. Khi đã đỗ xe ô tô sát lề đường bên phải, người lái xe phải thực hiện các thao tác nào dưới đây khi mở cửa xuống xe để đảm bảo an toàn? \nQuan sát tình hình giao thông phía trước, phía sau và phía bên mở cửa xe, mở hé cánh cửa, nếu đảm bảo an toàn thì mở cửa ở mức cần thiết để xuống xe ô tô. \nMở cánh cửa và quan sát tình hình giao thông phía trước, nếu đảm bảo an toàn thì mở cửa ở mức cần thiết để xuống xe ô tô. \nMở cánh cửa hết hành trình và nhanh chóng ra khỏi xe ô tô. \nCâu 235. Khi điều khiển xe ô tô qua đường sắt không có rào chắn, không có người điều khiển giao thông, người lái xe phải xử lý như thế nào?  \nGiảm tốc độ, dừng lại trước vạch dừng, quan sát cả hai phía, nếu không có tàu đi tới, tăng ga nhẹ vượt qua đường sắt. \nNếu thấy có tàu đi tới thì dừng lại trước vạch dừng, chỉ khi tàu đi qua mới được đi. \nCả hai ý trên. \nCâu 236. Khi lái xe ô tô qua đường sắt không có rào chắn, không có người điều khiển giao thông, người lái xe thực hiện thao tác: “giảm tốc độ, dừng lại trước vạch dừng, quan sát cả hai phía, nếu không có tàu đi tới, tăng ga nhẹ vượt qua đường sắt. Nếu thấy có tàu đi tới thì dừng lại trước vạch dừng, chỉ khi tàu đi qua mới được đi” để đảm bảo an toàn là đúng hay không? \nKhông đúng. \nĐúng. \nKhông cần thiết, vì nếu nhìn thấy tàu còn cách xa, người lái xe có thể tăng số cao, tăng ga để cho xe nhanh chóng vượt qua đường sắt. \nCâu 237. Khi điều khiển xe ô tô có hộp số tự động đi vào đường trơn trượt, lầy lội, người lái xe phải xử lý như thế nào để đảm bảo an toàn? \nVề số thấp, kết hợp phanh chân để giảm tốc độ. \nGiữ nguyên tay số D, kết hợp phanh đỗ để giảm tốc độ. \nVề số N (số 0), kết hợp phanh chân để giảm tốc độ. \nCâu 238. Khi động cơ ô tô đã khởi động, muốn điều chỉnh ghế của người lái, người lái xe phải để cần số ở vị trí nào? \nVị trí N hoặc vị trí P hoặc số 0. \nVị trí D hoặc số 1. \nVị trí R. \nCâu 239. Khi điều khiển xe ô tô có hộp số tự động, người lái xe sử dụng chân như thế nào là đúng để bảo đảm an toàn? \nKhông sử dụng chân trái; chân phải điều khiển bàn đạp phanh và bàn đạp ga. \nChân trái điều khiển bàn đạp phanh, chân phải điều khiển bàn đạp ga. \nKhông sử dụng chân phải; chân trái điều khiển bàn đạp phanh và bàn đạp ga. \nCâu 240. Khi tầm nhìn bị hạn chế bởi sương mù hoặc mưa to, người lái xe phải thực hiện các thao tác nào để bảo đảm an toàn? \nTăng tốc độ, chạy gần xe trước, nhìn đèn hậu để định hướng. \nGiảm tốc độ, chạy cách xa xe trước với khoảng cách an toàn, bật đèn sương mù và đèn chiếu gần. \nTăng tốc độ, bật đèn pha vượt qua xe chạy trước. \nCâu 241. Khi đèn pha của xe đi ngược chiều gây chói mắt, làm giảm khả năng quan sát trên đường, người lái xe xử lý như thế nào dưới đây để bảo đảm an toàn? \nGiảm tốc độ, giữ vững tay lái, nhìn chếch sang lề đường bên phải.  \nBật đèn pha chiếu xa và giữ nguyên tốc độ. \nTăng tốc độ, bật đèn pha đối diện xe phía trước. \nCâu 242. Để đạt được hiệu quả phanh cao nhất, người lái xe mô tô phải sử dụng các kỹ năng như thế nào dưới đây? \nSử dụng phanh trước. \nSử dụng phanh sau. \nGiảm hết ga, sử dụng đồng thời cả phanh sau và phanh trước. \nCâu 243. Khi lái xe ô tô trên mặt đường có nhiều \"ổ gà\", người lái xe phải thực hiện thao tác như thế nào để bảo đảm an toàn? \nGiảm tốc độ, về số thấp và giữ đều ga. \nTăng tốc độ cho xe lướt qua nhanh. \nTăng tốc độ, đánh lái liên tục để tránh \"ổ gà\". \nCâu 244. Khi điều khiển xe ô tô gặp mưa to hoặc sương mù, người lái xe phải làm gì để bảo đảm an toàn? \nBật đèn chiếu gần và đèn vàng (nếu có), điều khiển gạt nước, điều khiển ô tô đi với tốc độ chậm để có thể quan sát được; tìm chỗ an toàn dừng xe, bật đèn dừng khẩn cấp báo hiệu cho các xe khác biết. \nBật đèn chiếu xa và đèn vàng, điều khiển gạt nước, tăng tốc độ điều khiển ô tô qua khỏi khu vực mưa hoặc sương mù. \nTăng tốc độ, bật đèn pha vượt qua xe chạy phía trước. \nCâu 245. Điều khiển xe ô tô trong trời mưa, người lái xe phải xử lý như thế nào để bảo đảm an toàn? \nGiảm tốc độ, tăng cường quan sát, không nên phanh gấp, không nên tăng ga hay đánh vô lăng đột ngột, bật đèn chiếu gần, mở chế độ gạt nước ở chế độ phù hợp để đảm bảo quan sát. \nPhanh gấp khi xe đi vào vũng nước và tăng ga ngay sau khi ra khỏi vũng nước. \nBật đèn chiếu xa, tăng tốc độ điều khiển ô tô qua khỏi khu vực mưa. \nCâu 246. Khi lùi xe, người lái xe phải xử lý như thế nào để bảo đảm an toàn giao thông? \nQuan sát bên trái, bên phải, phía sau xe, có tín hiệu cần thiết và lùi xe với tốc độ phù hợp. \nQuan sát phía trước xe và lùi xe với tốc độ nhanh. \nQuan sát bên trái và phía trước của xe và lùi xe với tốc độ nhanh. \nCâu 247. Điều khiển xe ô tô trong khu vực đông dân cư cần lưu ý điều gì dưới đây? \nGiảm tốc độ đến mức an toàn, quan sát, nhường đường cho người đi bộ, giữ khoảng cách an toàn với các xe phía trước. \nĐi đúng làn đường quy định, chỉ được chuyển làn đường ở nơi cho phép, nhưng phải quan sát. \nCả hai ý trên. \nCâu 248. Khi điều khiển xe ô tô nhập vào đường cao tốc người lái xe cần thực hiện như thế nào dưới đây để bảo đảm an toàn giao thông? \nQuan sát, phát tín hiệu, nhường đường cho các xe đang chạy trên đường cao tốc, khi đủ điều kiện an toàn thì tăng tốc độ cho xe nhập vào làn đường cao tốc, nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi cho xe nhập vào làn của đường cao tốc. \nPhát tín hiệu, quan sát các xe đang chạy phía trước, nếu bảo đảm các điều kiện an toàn thì tăng tốc độ cho xe nhập ngay vào làn đường cao tốc. \nPhát tín hiệu và lái xe nhập vào làn đường tăng tốc, quan sát các xe phía sau đang chạy trên đường cao tốc, khi đủ điều kiện an toàn thì giảm tốc độ, từ từ cho xe nhập vào làn đường cao tốc. \nCâu 249. Khi điều khiển xe ô tô ra khỏi đường cao tốc người lái xe cần thực hiện như thế nào dưới đây để bảo đảm an toàn giao thông? \nQuan sát phía trước để tìm biển báo chỉ dẫn \"lối ra đường cao tốc\", kiểm tra tình trạng giao thông phía sau và bên phải, nếu bảo đảm điều kiện an toàn thì phát tín hiệu và điều khiển xe chuyển dần sang làn bên phải, nếu có làn đường giảm tốc thì phải cho xe di chuyển trên làn đường đó trước khi ra khỏi đường cao tốc. \nQuan sát phía trước để tìm biển báo chỉ dẫn \"lối ra đường cao tốc\", trường hợp vượt qua \"lối ra đường cao tốc\" thì phát tín hiệu, di chuyển sang làn đường giảm tốc và lùi xe quay trở lại. \nCâu 250. Người lái xe được dừng xe, đỗ xe trên làn dừng khẩn cấp của đường cao tốc trong trường hợp nào dưới đây? \nXe gặp sự cố, tai nạn hoặc trường hợp khẩn cấp không thể di chuyển bình thường. \nĐể nghỉ ngơi, đi vệ sinh, chụp ảnh, làm việc riêng... \nCả hai ý trên. \nCâu 251. Trên đường đôi muốn vượt xe kéo rơ moóc phía trước, người lái xe phải xử lý như thế nào?  \nGiữ khoảng cách an toàn, tránh đi vào vị trí điểm mù của xe kéo rơ moóc, bật xi nhan trái đồng thời kết hợp đèn, còi xin vượt. \nKhi xe kéo rơ moóc đã có tín hiệu cho vượt (không có chướng ngại vật phía trước và xe đi ngược chiều), thấy đủ điều kiện an toàn thì vượt dứt khoát, không di chuyển song song bên cạnh xe kéo rơ moóc. \nKhi vượt qua, phải quan sát gương chiếu hậu bên phải nếu có khoảng trống an toàn mới được cho xe chạy vào làn của mình, tắt xi nhan và tiếp tục hành trình. \nCả ba ý trên. \nCâu 252. Khi điều khiển xe ô tô xuống đường dốc dài, độ dốc cao, người lái xe số tự động cần thực hiện các thao tác nào dưới đây để bảo đảm an toàn? \nNhả bàn đạp ga, về số thấp, đạp phanh chân với mức độ phù hợp để giảm tốc độ. \nNhả bàn đạp ga, về số N đạp phanh chân và kéo phanh tay để giảm tốc độ. \nCâu 253. Khi đi từ đường nhánh ra đường chính, người lái xe phải xử lý như thế nào là đúng? \nQuan sát, giảm tốc độ, phát tín hiệu, nhường đường cho xe trên đường chính từ bất kỳ hướng nào tới. \nNháy đèn, bấm còi để xe đi trên đường chính biết và tăng tốc độ cho xe đi ra đường chính. \nQuan sát xe đang đi trên đường chính, nếu là xe có kích thước lớn hơn thì nhường đường, xe có kích thước nhỏ hơn thì tăng tốc độ cho xe đi ra đường chính. \nCâu 254. Khi đang lái xe mô tô hoặc ô tô, nếu có nhu cầu sử dụng điện thoại để nhắn tin hoặc gọi điện, người lái xe phải thực hiện như thế nào trong các tình huống nêu dưới đây? \nGiảm tốc độ để bảo đảm an toàn với xe phía trước và sử dụng điện thoại để liên lạc. \nGiảm tốc độ để dừng xe ở nơi cho phép sau đó sử dụng điện thoại để liên lạc. \nTăng tốc độ để cách xa xe phía sau và sử dụng điện thoại để liên lạc. \nCâu 255. Những thói quen nào dưới đây khi điều khiển xe mô tô tay ga tham gia giao thông dễ gây tai nạn nguy hiểm? \nSử dụng còi. \nPhanh đồng thời cả phanh trước và phanh sau. \nChỉ sử dụng phanh trước. \nCâu 256. Người ngồi trên xe ô tô cần thực hiện những thao tác mở cửa như thế nào dưới đây để xuống xe để bảo đảm an toàn? \nQuan sát phía trước, phía sau và bên phía mở cửa để phát hiện các phương tiện đang di chuyển tới gần, khi đủ điều kiện an toàn, mở hé cửa, sau đó mở ở mức cần thiết để xuống xe. \nQuan sát tình hình giao thông phía trước, không cần quan sát phía sau và bên mở cửa; mở cánh cửa hết hành trình và nhanh chóng ra khỏi xe ô tô. \nCâu 257. Khi điều khiển xe mô tô quay đầu, người lái xe cần thực hiện như thế nào để bảo đảm an toàn? \nBật tín hiệu báo rẽ trước khi quay đầu, từ từ giảm tốc độ đến mức có thể dừng lại. \nChỉ quay đầu xe tại những nơi được phép quay đầu. \nQuan sát an toàn các phương tiện tới từ phía trước, phía sau, hai bên đồng thời nhường đường cho xe từ bên phải và phía trước đi tới. \nCả ba ý trên. \nCâu 258. Tay ga trên xe mô tô hai bánh có tác dụng gì dưới đây? \nĐể điều khiển xe chạy về phía trước. \nĐể điều tiết công suất động cơ qua đó điều khiển tốc độ của xe. \nĐể điều khiển xe chạy lùi. \nÝ 1 và ý 2. \nCâu 259. Gương chiếu hậu của xe mô tô hai bánh có tác dụng gì dưới đây? \nĐể quan sát an toàn phía bên trái khi chuẩn bị rẽ trái. \nĐể quan sát an toàn phía bên phải khi chuẩn bị rẽ phải. \nĐể quan sát an toàn phía sau của bên trái và bên phải trước khi chuyển hướng. \nĐể quan sát an toàn phía trước cả bên trái và bên phải trước khi chuyển hướng. \nCâu 260. Để bảo đảm an toàn khi tham gia giao thông, người lái xe mô tô hai bánh cần điều khiển tay ga như thế nào? \nTăng ga thật mạnh, giảm ga từ từ. \nTăng ga thật mạnh, giảm ga thật nhanh. \nTăng ga từ từ, giảm ga thật nhanh. \nTăng ga từ từ, giảm ga từ từ. \nCâu 261. Để tránh đổ, ngã khi điều khiển xe mô tô hai bánh ở nơi đường xấu, nhỏ và hẹp, người lái xe cần xử lý như thế nào? \nĐi ở tốc độ thấp, quan sát liên tục khoảng cách từ 05 m đến 10 m phía trước để điều chỉnh sớm hướng di chuyển. \nTrong quá trình di chuyển không nên dùng phanh trước tránh làm khóa bánh dẫn hướng. \nKhông được lắc người sang trái hoặc phải nhiều, trọng tâm cơ thể cần trùng với trọng tâm của xe. \nCả ba ý trên. \nCâu 262. Khi lái xe ô tô điện xuống dốc dài, đổ đèo, người lái xe cần chú ý những vấn đề gì để bảo đảm an toàn? \nKiểm tra hệ thống an toàn, pin của xe trước khi xuất phát. \nNhả chân ga để phanh tái sinh hoạt động. \nRà phanh chân để kịp thời xử lý tình huống khẩn cấp. \nCả ba ý trên. \nCâu 263. Khi lái xe ô tô điện qua khu vực ngập nước, người lái xe cần phải chú ý những vấn đề gì? \nNgười lái xe phải tìm hiểu khả năng chìm trong nước của xe để xác định cung đường di chuyển.  \nGiữ vững tay lái, đi đều ga, tránh không để xe chết máy giữa dòng, không nên dừng xe trên đường ngập nước. \nLái xe tốc độ chậm, không tạo sóng và giữ khoảng cách an toàn với các phương tiện xung quanh, nhất là người đi bộ. \nCả ba ý trên. \nCHƯƠNG IV. CẤU TẠO VÀ SỬA CHỮA \nCâu 264. Phương pháp kiểm tra mức dầu bôi trơn động cơ nào dưới đây là đúng? \nKiểm tra que thăm dầu trên các-te. Quan sát vệt dầu trên que thăm, mức dầu này phải nằm ở mức tối đa được thể hiện trên que thăm. \nRút que thăm dầu trên các-te. Quan sát vệt dầu trên que thăm, mức dầu này phải nằm ở mức tối thiểu được thể hiện trên que thăm. \nRút que thăm dầu trên các-te, lau sạch que thăm sau đó cắm vào các-te và rút ra quan sát vệt dầu trên que thăm, mức dầu phải nằm trong khoảng vạch mức tối thiểu và tối đa được thể hiện trên que thăm. \nCâu 265. Xe ô tô tham gia giao thông đường bộ phải bảo đảm các quy định về chất lượng, an toàn kỹ thuật và bảo vệ môi trường nào dưới đây? \nKính chắn gió, kính cửa phải là loại kính an toàn, bảo đảm tầm nhìn cho người điều khiển; có đủ hệ thống hãm và hệ thống chuyển hướng có hiệu lực, tay lái xe ô tô ở bên trái của xe, có còi với âm lượng đúng quy chuẩn kỹ thuật. \nCó đủ đèn chiếu sáng gần và xa, đèn soi biển số, đèn báo hãm, đèn tín hiệu; có đủ bộ phận giảm thanh, giảm khói, các kết cấu phải đủ độ bền và bảo đảm tính năng vận hành ổn định. \nCả hai ý trên. \nCâu 266. Xe mô tô và xe ô tô tham gia giao thông trên đường bộ có bắt buộc phải đủ bộ phận giảm thanh không? \nKhông bắt buộc. \nBắt buộc. \nTùy từng trường hợp. \nCâu 267. Xe ô tô tham gia giao thông trên đường bộ phải có đủ các loại đèn nào dưới đây? \nĐèn chiếu sáng gần và xa. \nĐèn soi biển số, đèn báo hãm và đèn tín hiệu. \nDàn đèn pha trên nóc xe. \nÝ 1 và ý 2. \nCâu 268. Kính chắn gió của xe ô tô phải bảo đảm yêu cầu nào dưới đây? \n1. Là loại kính an toàn, kính nhiều lớp, đúng quy cách, không rạn nứt, bảo đảm hình ảnh quan sát rõ ràng, không bị méo mó. \n2. Là loại kính trong suốt, không rạn nứt, bảo đảm tầm nhìn cho người điều khiển về phía trước mặt và hai bên. \nCâu 269. Bánh xe, lốp lắp cho xe ô tô phải bảo đảm an toàn kỹ thuật như thế nào dưới đây? \nBánh xe phải có kết cấu chắc chắn, lắp đặt đúng quy cách của nhà sản xuât. \nLốp phải đủ số lượng, đủ áp suất, không phồng rộp, đúng cỡ lốp của nhà sản xuất hoặc tài liệu kỹ thuật quy định; lốp trên cùng một trục của xe sử dụng trong điều kiện hoạt động bình thường phải cùng kiểu loại. \nCả hai ý trên. \nCâu 270. Hệ thống lái trên xe ô tô phải bảo đảm yêu cầu nào dưới đây? \nBảo đảm cho xe chuyển hướng chính xác, điều khiển nhẹ nhàng, an toàn ở mọi vận tốc và tải trọng trong phạm vi tính năng kỹ thuật cho phép của xe. \nKhi hoạt động các cơ cấu chuyển động của hệ thống lái không được va chạm với bất kỳ bộ phận nào của xe; khi quay vô lăng lái về bên phải và bên trái thì không được có sự khác biệt đáng kể về lực tác động lên vành tay lái. \nCả hai ý trên. \nCâu 271. Mục đích của bảo dưỡng thường xuyên đối với xe ô tô có tác dụng gì dưới đây? \nBảo dưỡng ô tô thường xuyên làm cho ô tô luôn luôn có tính năng kỹ thuật tốt, giảm cường độ hao mòn của các chi tiết, kéo dài tuổi thọ của xe. \nNgăn ngừa và phát hiện kịp thời các hư hỏng và sai lệch kỹ thuật để khắc phục, giữ gìn được hình thức bên ngoài. \nCả hai ý trên. \nCâu 272. Trong các nguyên nhân nêu dưới đây, nguyên nhân nào làm động cơ diesel không nổ? \nHết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí, tạp chất. \nHết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí, không có tia lửa điện. \nHết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí và nước, không có tia lửa điện. \nCâu 273. Ống xả lắp trên xe ô tô phải bảo đảm yêu cầu an toàn kỹ thuật nào dưới đây? \n1. Ống xả không được đặt ở vị trí có thể gây cháy xe hoặc ảnh hưởng đến người ngồi trên xe và gây cản trở hoạt động của hệ thống khác. \nMiệng thoát khí thải của ống xả không được hướng về phía trước và không được hướng về bên phải theo chiều tiến của xe. \nCả hai ý trên. \nCâu 274. Dây đai an toàn lắp trên xe ô tô phải bảo đảm yêu cầu an toàn kỹ thuật nào dưới đây? \nĐủ số lượng, lắp đặt chắc chắn không bị rách, đứt, khóa cài đóng, mở nhẹ nhàng, không tự mở, không bị kẹt; kéo ra thu vào dễ dàng, cơ cấu hãm giữ chặt dây khi giật dây đột ngột. \nĐủ số lượng, lắp đặt chắc chắn không bị rách, đứt, khóa cài đóng, mở nhẹ nhàng, không tự mở, không bị kẹt; kéo ra thu vào dễ dàng, cơ cấu hãm mở ra khi giật dây đột ngột. \nCả hai ý trên. \nCâu 275. Thế nào là động cơ 4 kỳ? \nLà loại động cơ: để hoàn thành một chu trình công tác của động cơ, pít tông thực hiện 2 (hai) hành trình, trong đó có một lần sinh công. \nLà loại động cơ: để hoàn thành một chu trình công tác của động cơ, pít tông thực hiện 4 (bốn) hành trình, trong đó có một lần sinh công. \nCâu 276. Công dụng của hệ thống bôi trơn đối với động cơ ô tô? \nCung cấp một lượng dầu bôi trơn đủ và sạch dưới áp suất nhất định đi bôi trơn cho các chi tiết của động cơ để giảm ma sát, giảm mài mòn, làm kín, làm sạch, làm mát và chống gỉ. \nCung cấp một lượng nhiên liệu đầy đủ và sạch để cho động cơ ô tô hoạt động. \nCả hai ý trên. \nCâu 277. Niên hạn sử dụng của xe ô tô tải (tính bắt đầu từ năm sản xuất) không quá bao nhiêu năm? \n15 năm. \n20 năm. \n25 năm. \nCâu 278. Niên hạn sử dụng của xe ô tô chở người trên 8 chỗ ngồi (không kể chỗ của người lái xe) tính bắt đầu từ năm sản xuất không quá bao nhiêu năm? \n5 năm. \n20 năm. \n25 năm. \nCâu 279. Hãy nêu công dụng của động cơ xe ô tô? \nKhi làm việc, nhiệt năng được biến đổi thành cơ năng làm trục khủy động cơ quay, truyền lực đến các bánh xe chủ động tạo ra chuyển động tịnh tiến cho xe ô tô. \nKhi làm việc, cơ năng được biến đổi thành nhiệt năng và truyền đến các bánh xe chủ động tạo ra chuyển động tịnh tiến cho xe ô tô. \nCả hai ý trên. \nCâu 280. Hãy nêu công dụng hệ thống truyền lực của xe ô tô? \nDùng để truyền mô men quay từ động cơ tới các bánh xe chủ động của xe ô tô. \nDùng để thay đổi hướng chuyển động hoặc giữ cho xe ô tô chuyển động ổn định theo hướng xác định. \nDùng để làm giảm tốc độ, dừng chuyển động của xe ô tô. \nCâu 281. Hãy nêu công dụng ly hợp (côn) của xe ô tô? \nDùng để truyền mô men xoắn giữa các trục không cùng nằm trên một đường thẳng và góc lệch trục luôn thay đổi trong quá trình xe ô tô chuyển động. \nDùng để truyền hoặc ngắt truyền động từ động cơ đến hộp số của xe ô tô. \nDùng để truyền truyền động từ hộp số đến bánh xe chủ động của ô tô. \nCâu 282. Hãy nêu công dụng hộp số của xe ô tô? \nTruyền và tăng mô men xoắn giữa các trục vuông góc nhau, bảo đảm cho các bánh xe chủ động quay với tốc độ khác nhau khi sức cản chuyển động ở bánh xe hai bên không bằng nhau. \nTruyền và thay đổi mô men xoắn giữa các trục không cùng nằm trên một đường thẳng và góc lệch trục luôn thay đổi trong quá trình ô tô chuyển động, chuyển số êm dịu, dễ điều khiển. \nTruyền và thay đổi mô men từ động cơ đến bánh xe chủ động, cắt truyền động từ động cơ đến bánh xe chủ động, bảo đảm cho xe ô tô chuyển động lùi. \nCâu 283. Hãy nêu công dụng hệ thống lái của xe ô tô? \nDùng để thay đổi mô men từ động cơ tới các bánh xe chủ động khi xe ô tô chuyển động theo hướng xác định. \nDùng để thay đổi mô men giữa các trục vuông góc nhau khi xe ô tô chuyển động theo hướng xác định. \nDùng để thay đổi hướng chuyển động hoặc giữ cho xe ô tô chuyển động ổn định theo hướng xác định. \nCâu 284. Hãy nêu công dụng hệ thống phanh của xe ô tô? \nDùng để giảm tốc độ, dừng chuyển động của xe ô tô và giữ cho xe ô tô đứng yên trên dốc. \nDùng để thay đổi hướng chuyển động hoặc giữ cho xe ô tô chuyển động ổn định theo hướng xác định. \nDùng để truyền hoặc ngắt truyền động từ động cơ đến bánh xe chủ động của xe ô tô. \nCâu 285. Đèn phanh trên xe mô tô có tác dụng gì dưới đây? \nCó tác dụng cảnh báo cho các xe phía sau biết xe đang giảm tốc để chủ động tránh hoặc giảm tốc để tránh va chạm. \nCó tác dụng định vị vào ban đêm với các xe từ phía sau tới để tránh va chạm. \nCả hai ý trên. \nCâu 286. Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô? \nNhiệt độ nước làm mát động cơ quá ngưỡng cho phép. \nÁp suất lốp không đủ. \nĐang hãm phanh tay. \nCần kiểm tra động cơ. \nCâu 287. Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô? \nBáo hiệu hệ thống chống bó cứng khi phanh bị lỗi. \nÁp suất lốp không đủ. \nĐang hãm phanh tay. \nCần kiểm tra động cơ. \nCâu 288. Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô? \nBáo hiệu thiếu dầu phanh. \nÁp suất lốp không đủ. \nĐang hãm phanh tay. \nSắp hết nhiên liệu. \nCâu 289. Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe ô tô? \nBáo hiệu hệ thống chống bó cứng phanh bị lỗi. \nÁp suất lốp không đủ. \nĐang hãm phanh tay. \nSắp hết nhiên liệu. \nCâu 290. Khi khởi động xe ô tô số tự động có trang bị chìa khóa thông minh có cần đạp hết hành trình bàn đạp chân phanh hay không? \nPhải đạp hết hành trình bàn đạp chân phanh. \nKhông cần đạp phanh. \nTùy từng trường hợp. \nCâu 291. Ắc quy được trang bị trên xe ô tô có tác dụng gì dưới đây? \n1. Giúp người lái xe kịp thời tạo xung lực tối đa lên hệ thống phanh trong khoảnh khắc đầu tiên của tình huống khẩn cấp. \nỔn định chuyển động của xe ô tô khi đi vào đường vòng. \nHỗ trợ người lái xe khởi hành ngang dốc. \nĐể tích trữ điện năng, cung cấp cho các phụ tải khi máy phát chưa làm việc. \nCâu 292. Máy phát điện được trang bị trên xe ô tô có tác dụng gì dưới đây? \nĐể phát điện năng cung cấp cho các phụ tải làm việc và nạp điện cho ắc quy. \nỔn định chuyển động của xe ô tô khi đi vào đường vòng. \nHỗ trợ người lái xe khởi hành ngang dốc. \nĐể tích trữ điện năng và cung cấp điện cho các phụ tải làm việc. \nCâu 293. Dây đai an toàn được trang bị trên xe ô tô có tác dụng gì dưới đây? \nỔn định chuyển động của xe ô tô khi đi vào đường vòng. \nGiữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại. \nCâu 294. Túi khí được trang bị trên xe ô tô có tác dụng gì dưới đây? \nGiữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại. \nGiảm khả năng va đập của một số bộ phận cơ thể quan trọng với các vật thể trong xe. \nHấp thụ một phần lực va đập lên người lái và hành khách. \nÝ 2 và ý 3. \nCâu 295. Khi động cơ ô tô đã khởi động, bảng đồng hồ xuất hiện ký hiệu như hình vẽ dưới đây không tắt trong thời gian dài, báo hiệu tình trạng như thế nào của xe ô tô? \nNhiệt độ nước làm mát động cơ quá ngưỡng cho phép. \nÁp suất lốp không đủ. \nĐang hãm phanh tay. \nHệ thống lái gặp sự cố. \nCâu 296. Trên xe ô tô có trang bị thiết bị như hình vẽ dưới đây có tác dụng gì? \nDùng để kích (hay nâng) xe ô tô. \nVặn ốc lắp bánh xe. \nỔn định chuyển động của xe ô tô khi đi vào đường vòng. \nGiữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại. \nCâu 297. Trên xe ô tô có trang bị thiết bị như hình vẽ dưới đây, dùng để làm gì? \nThay lốp xe. \nChữa cháy. \nPhá cửa kính xe ô tô trong các trường hợp khẩn cấp. \nVặn ốc để tháo lắp bánh xe. \nCâu 298. Trên xe ô tô có trang bị thiết bị như hình vẽ dưới đây, dùng để làm gì? \nThay lốp xe. \nChữa cháy trong các trường hợp hỏa hoạn. \nCầm máu cho người bị nạn. \nCâu 299. Nút bấm biểu tượng như hình vẽ trên xe ô tô có ý nghĩa như thế nào? \nBáo hiệu xin đường cho xe đi thẳng. \nBáo hiệu hệ thống phanh bị lỗi. \nBáo hiệu xe đang ở tình huống nguy hiểm. \nBáo hiệu đến thời gian cần bảo dưỡng. \nCâu 300. Khi động cơ đã hoạt động, bảng đồng hồ xuất hiện biểu tượng hình vẽ dưới đây, báo hiệu tình trạng như thế nào của xe? \nBáo hiệu hệ thống túi khí đã bật. \nBáo hiệu đèn chiếu sáng xa đã bật. \nBáo hiệu chế độ lái tiết kiệm nhiên liệu đã bật. \nBáo hiệu đèn cảnh báo khoảng cách đã bật. \nCHƯƠNG V. BÁO HIỆU ĐƯỜNG BỘ \nCâu 301. Biển nào cấm các loại xe cơ giới đi vào, trừ xe máy hai bánh, xe gắn máy và các loại xe ưu tiên theo quy định? \nBiển 1.\nBiển 2. \nBiển 1 và biển 3\nCả ba biển. \nCâu 302. Biển nào cấm xe ô tô tải? \nCả ba biển.                          3.. \nBiển 2 và biển 3.  \nBiển 1 và biển 3   \nBiển 1 và biển 2. \nCâu 303. Biển nào cấm máy kéo? \nBiển 1. \nBiển 2 và biển 3. \nBiển 1 và biển 3. \nCả ba biển. \nCâu 304. Biển nào báo hiệu cấm xe mô tô ba bánh chở hàng đi qua? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \n3. Biển 2 và biển 3. \nCâu 305. Biển nào dưới đây xe gắn máy được phép đi vào? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 306. Biển nào báo hiệu cấm xe mô tô đi vào? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 307. Khi gặp biển nào thì xe mô tô hai bánh được đi vào? \nKhông biển nào. \nBiển 1 và biển 2. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 308. Biển nào cho phép xe ô tô con được vượt? \nBiển 1 và biển 2. \nBiển 2. \nBiển 1 và biển 3. \nBiển 2 và biển 3. \nCâu 309. Biển nào không cho phép xe ô tô con vượt? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 310. Biển xe ô tô tải vượt? \nBiển 1. \nBiển 1 và biển 2. \n3. Biển 1 và biển 3. \n4. Biển 2 và biển 3. \nCâu 311. Biển nào cấm xe tải vượt? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 312. Biển nào xe ô tô con được phép vượt? \nBiển 1. \nBiển 2. \nCâu 313. Biển quay đầu xe? \nBiển 1. \nBiển 2. \nKhông biển nào. \nCả hai biển. \nCâu 314. Biển nào cấm xe rẽ trái? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 315. Khi gặp biển nào xe được rẽ trái? \nBiển 1. \nBiển 2. \nKhông biển nào. \nCâu 316. Biển xe ô tô rẽ trái? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 317. Biển nào cấm các phương tiện rẽ phải? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 318. Biển nào cấm các phương tiện rẽ trái? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 319. Biển nào dưới đây chỉ cấm xe ô tô quay đầu? \nBiển 1. \nBiển 2.  \nBiển 3. \nBiển 1 và biển 3.  \nCâu 320. Biển nào dưới đây cấm xe ô tô rẽ trái và quay đầu? \nBiển 1.                       \nBiển 2. \nBiển 3.                     \nBiển 1 và biển 3.  \nCâu 321. Biển nào cấm xe taxi mà không cấm các phương tiện khác? \nBiển 1. \nBiển 2. \nKhông biển nào. \nCâu 322. Biển nào xe được phép rẽ trái? \nBiển 1. \nBiển 2. \nKhông biển nào. \nCâu 323. Biển nào xe quay đầu không bị cấm? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 324. Biển nào xe được phép quay đầu nhưng không được rẽ trái? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 325. Biển nào là biển \"Cấm đi ngược chiều\"? \nBiển 1. \nBiển 2. \nCả ba biển. \nCâu 326. Biển nào dưới đây các phương tiện không được phép đi vào? \nBiển 1. \nBiển 2. \nBiển 1 và biển 2. \nCâu 327. Gặp biển nào người lái xe không được đỗ xe vào ngày chẵn? \nBiển 1. \nBiển 1 và biển 3. \nBiển 2 và biển 3. \nBiển 3. \nCâu 328. Gặp biển nào người lái xe không được đỗ xe vào ngày lẻ? \nBiển 1 và biển 2. \nBiển 2. \nBiển 2 và biển 3. \nBiển 3. \nCâu 329. Khi gặp biển nào xe ưu tiên theo luật định vẫn phải dừng lại? \nBiển 1. \nBiển 2. \nCả ba biển. \nCâu 330. Biển nào cấm tất cả các loại xe cơ giới và thô sơ đi lại trên đường, trừ xe ưu tiên theo luật định (nếu đường vẫn cho xe chạy được)? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 331. Bi n nào là biển \"Cấm xe chở hàng nguy hiểm\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 332. Gặp biển nào xe xích lô được phép đi vào? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 1 và biển 2. \nCâu 333. Gặp biển nào xe lam, xe xích lô máy được phép đi vào? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 334. Bi n báo này có ý nghĩa như thế nào? \nĐường cấm súc vật vận tải hàng hóa. \nĐường cấm súc vật vận tải hành khách. \nĐường cấm súc vật vận tải hàng hóa hoặc hành khách dù kéo xe hay chở trên lưng đi qua. \nCâu 335. Biển báo này có ý nghĩa như thế nào? \nTốc độ tối đa cho phép về ban đêm cho các phương tiện là 70 km/h. \nTốc độ tối thiểu cho phép về ban đêm cho các phương tiện là 70 km/h. \nCâu 336. Khi gặp các biển này xe ưu tiên theo luật định (có tải trọng hay chiều cao toàn bộ vượt quá chỉ số ghi trên biển) có được phép đi qua hay không? \nĐược phép. \nKhông được phép. \nCâu 337. Bi n nào hạn chế chiều cao của xe và hàng? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 338. Biển số 2 có ý nghĩa như thế nào? \nCho phép xe ô tô có tải trọng trục lớn hơn 7 tấn đi qua. \nCho phép xe ô tô có tải trọng trên trục xe từ 7 tấn trở xuống đi qua. \nCâu 339. Biển số 3 có ý nghĩa như thế nào? \nCấm các loại xe có tải trọng toàn bộ trên 10 tấn đi qua. \nHạn chế khối lượng hàng hóa chở trên xe. \nHạn chế tải trọng trên trục xe. \nCâu 340. Bi n nào cấm máy kéo kéo theo rơ moóc? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 341. Khi gặp biển số 1, xe ô tô tải có được đi vào không? \nĐược đi vào. \nKhông được đi vào. \nCâu 342. Biển nào không có hiệu lực đối với xe ô tô tải không kéo moóc? \nBiển 1 và biển 2. \nBiển 2 và biển 3. \nBiển 1 và biển 3. \nCả ba biển. \nCâu 343. Biển nào cấm máy kéo? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 344. Khi gặp biển này, xe mô tô ba bánh chở hàng có được phép rẽ trái hoặc rẽ phải hay không? \nĐược phép. \nKhông được phép. \nCâu 345. Biển này có hiệu lực đối với xe mô tô hai bánh, ba bánh chở hàng không? \nCó. \nKhông. \nCâu 346. Biển này có ý nghĩa như thế nào? \nCấm xe cơ giới (trừ xe ưu tiên theo luật định) đi thẳng. \nCấm các loại xe cơ giới và xe mô tô (trừ xe ưu tiên theo luật định) đi về bên trái và bên phải. \nHướng trái và phải không cấm xe cơ giới. \nCâu 347. Biển phụ đặt dưới biển cấm bóp còi có ý nghĩa như thế nào? \nBáo khoảng cách đến nơi cấm bóp còi. \nChiều dài đoạn đường cấm bóp còi từ nơi đặt biển. \nBáo cấm dùng còi có độ vang xa 500m. \nCâu 348. Chiều dài đoạn đường 500 m từ nơi đặt biển này, người lái xe có được phép bấm còi không? \nĐược phép. \nKhông được phép. \nCâu 349. Biển nào xe mô tô hai bánh được đi vào? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \n3. Biển 2 và biển 3. \nCâu 350. Biển nào xe mô tô hai bánh không được đi vào? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 351. Ba biển này có hiệu lực như thế nào? \nCấm các loại xe ở biển phụ đi vào. \nCấm các loại xe cơ giới đi vào trừ loại xe ở biển phụ. \nCâu 352. Biển nào báo hiệu chiều dài đoạn đường phải giữ cự ly tối thiểu giữa hai xe? \n1. Biển 1.                   \n2. Biển 2.                  \n3. Cả hai biển. \nCâu 353. Biển nào báo hiệu khoảng cách thực tế từ nơi đặt biển đến nơi cần cự ly tối thiểu giữa hai xe? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 354. Biển này có ý nghĩa như thế nào? \nCấm dừng xe về hướng bên trái. \nCấm dừng và đỗ xe theo hướng bên phải. \nĐược phép đỗ xe và dừng xe theo hướng bên phải. \nCâu 355. Theo hướng bên phải có được phép đỗ xe, dừng xe không? \nKhông được phép. \nĐược phép. \nCâu 356. Gặp biển này, xe ô tô sơ mi rơ moóc có chiều dài toàn bộ kể cả xe, moóc và hàng lớn hơn trị số ghi trên biển có được phép đi vào hay không? \nKhông được phép. \nĐược phép. \nCâu 357. Xe ô tô chở hàng vượt quá phía trước và sau thùng xe, mỗi phía quá 10% chiều dài toàn bộ thân xe, tổng chiều dài xe (cả hàng) từ trước đến sau nhỏ hơn trị số ghi trên biển thì có được phép đi vào không? \nKhông được phép. \nĐược phép. \nCâu 358. Biển này có ý nghĩa như thế nào? \nCấm ô tô buýt. \nCấm xe ô tô khách. \nCấm xe ô tô con. \nCâu 359. Bi n này có ý nghĩa như thế nào? \nHạn chế chiều cao của xe và hàng. \nHạn chế chiều ngang của xe và hàng. \nHạn chế chiều dài của xe và hàng. \nCâu 360. Biển nào là biển \"Tốc độ tối đa cho phép về ban đêm\"? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 361. Biển báo nào báo hiệu bắt đầu đoạn đường vào phạm vi khu dân cư, các phương tiện tham gia giao thông phải tuân theo các quy định đi đường được áp dụng ở khu đông dân cư? \nBiển 1. \nBiển 2. \nCâu 362. Biển nào báo hiệu hạn chế tốc độ của phương tiện không vượt quá trị số ghi trên biển? \n                                            1                         2 \nBiển 1. \nBiển 2. \nCâu 363. Trong các biển báo dưới đây biển nào báo hiệu \"Kết thúc đường cao tốc\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 364. Số 50 ghi trên biển báo dưới đây có ý nghĩa như thế nào? \nTốc độ tối đa các xe cơ giới được phép chạy. \nTốc độ tối thiểu các xe cơ giới được phép chạy. \nCâu 365. Biển nào dưới đây chỉ dẫn bắt đầu đường cao tốc phân làn đường có tốc độ khác nhau? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 366. Biển báo dưới đây có ý nghĩa như thế nào? \nBáo hiệu tốc độ tối đa cho phép các xe cơ giới chạy. \nBáo hiệu tốc độ tối thiểu cho phép các xe cơ giới chạy. \nCâu 367. Gặp biển nào người lái xe phải nhường đường cho người đi bộ? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 368. Biển nào chỉ đường dành cho người đi bộ, các loại xe không được đi vào khi gặp biển này? \nBiển 1. \nBiển 1 và biển 3. \nBiển 3. \nCả ba biển. \nCâu 369. Biển nào báo hiệu \"Đường dành cho xe thô sơ\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 370. Biểu sắp đến chỗ giao nhau nguy hiểm? \nBiển 1. \nBiển 1 và biển 2. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 371. Biển nào báo hiệu \"Giao nhau với đường sắt có rào chắn\"? \nBiển 1. \nBiển 2 và biển 3. \nBiển 3. \nCâu 372. Biển nào báo hiệu \"Giao nhau có tín hiệu đèn\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nCả ba biển. \nCâu 373. Biểu nguy hiểm giao nhau với đường sắt? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 374. Biển nào báo hiệu đường bộ giao nhau với đường sắt không có rào chắn? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 375. Biển nào báo hiệu sắp đến chỗ giao nhau giữa đường bộ và đường sắt? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 1 và biển 3. \nCâu 376. Biểu \"Cửa chui\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 377. Hai biển này có ý nghĩa như thế nào? \nĐể chỉ nơi đường sắt giao vuông góc với đường bộ không có rào chắn. \nĐể báo trước sắp đến vị trí giao cắt đường bộ với đường sắt cùng mức, không vuông góc và không có người gác, không có rào chắn. \nNơi đường sắt giao nhau với đường bộ. \nCâu 378. Biển nào báo hiệu \"Nơi đường sắt giao vuông góc với đường bộ\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 1 và biển 2. \nCâu 379. Các biển này có ý nghĩa như thế nào? \nNơi đường sắt giao nhau với đường bộ. \nNơi đường sắt giao vuông góc với đường bộ. \nĐể báo trước sắp đến vị trí đường sắt giao không vuông góc với đường bộ, không có người gác và không có rào chắn. \nCâu 380. Biển nào báo hiệu \"Hết đoạn đường ưu tiên\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 381. Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 382. Biển nào báo hiệu \"Giao nhau với đường không ưu tiên\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 2 và biển 3. \nCâu 383. Biển nào báo hiệu \"Giao nhau với đường ưu tiên\"? \nBiển 1 và biển 3. \nBiển 2. \nBiển 3. \nCâu 384. Biển nào báo hiệu \"Đường bị thu hẹp\"? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 385. Khi gặp biển nào, người lái xe phải giảm tốc độ, chú ý xe đi ngược chiều, xe đi ở phía đường bị hẹp phải nhường đường cho xe đi ngược chiều? \nBiển 1. \nBiển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 386. Biển nào báo hiệu \"Giao nhau với đường ưu tiên\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nCả ba biển. \nCâu 387. Biển nào báo hiệu \"Đường giao nhau\" của các tuyến đường cùng cấp? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 388. Biển nào báo hiệu \"Giao nhau với đường không ưu tiên\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 389. Biển nào báo hiệu \"Đường hai chiều\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 390. Biển nào báo hiệu phải giảm tốc độ, nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 391. Biển nào chỉ dẫn \"Được ưu tiên qua đường hẹp\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 2 và biển 3. \nCâu 392. Biển nào báo hiệu \"Đường đôi\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 393. Biển nào báo hiệu \"Đường đôi\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 394. Biển \"Kết thúc đường đôi\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 395. Biển nào báo hiệu \"Giao nhau với đường hai chiều\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 396. Biển nào báo hiệu \"Đường hai chiều\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 397. Biển \"Giao nhau với đường hai chiều\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 398. Biển nào báo hiệu \"Chú ý chướng ngại vật\"? \nBiển 1. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 399. Biển nào chỉ dẫn cho người tham gia giao thông biết vị trí và khoảng cách có làn đường cứu nạn hay làn thoát xe khẩn cấp? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 400. Biểu \"Đường hầm\"? \nCả ba biển. \nBiển 2. \nBiển 2 và biển 3. \nCâu 401. Biển nào dưới đây là biển \"Cầu hẹp\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 402. Biển nào dưới đây là biển \"Cầu quay - cầu cất\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 403. Bi n nào dưới đây là biển \"Kè, vực sâu phía trước\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 404. Biển nào sau đây là biển \"Kè, vực sâu bên đường phía bên trái\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 1 và biển 2. \nCâu 405. Biển nào sau đây là biển \"Kè, vực sâu bên đường phía bên phải\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 406. Biển nào sau đây là biển \"Đường trơn\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 407. Biển nào sau đây là biển \"Lề đường nguy hiểm\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 408. Biển nào sau đây báo trước gần tới đoạn đường đang tiến hành thi công sửa chữa? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nKhông biển nào. \nCâu 409. Biển nào sau đây cảnh báo nguy hiểm đoạn đường thường xảy ra tai nạn? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 410. Biển nào dưới đây báo hiệu đoạn đường hay xảy ra ùn tắc giao thông? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nCả ba biển. \nCâu 411. Gặp biển nào người tham gia giao thông phải đi chậm và thận trọng đề phòng khả năng xuất hiện và di chuyển bất ngờ của trẻ em trên mặt đường? \nBiển 1. \nBiển 2. \nCâu 412. Biển nào chỉ dẫn nơi bắt đầu đoạn đường dành cho người đi bộ? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 413. Biển nào dưới đây báo hiệu gần đến đoạn đường thường có trẻ em đi ngang qua? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nCả ba biển. \nCâu 414. Gặp biển nào dưới đây người tham gia giao thông cần phải điều chỉnh tốc độ xe chạy cho thích hợp, đề phòng gió ngang thổi mạnh gây lật xe? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 415. Biển nào sau đây là biển \"Dốc xuống nguy hiểm\"? \nBiển 1. \nBiển 2. \nCâu 416. Biển nào sau đây là biển \"Dốc lên nguy hiểm\"? \nBiển 1. \nBiển 2. \nCâu 417. Biển báo này có ý nghĩa như thế nào? \nChỗ ngoặt nguy hiểm có nguy cơ lật xe bên phải khi đường cong vòng sang trái. \nChỗ ngoặt nguy hiểm có nguy cơ lật xe bên trái khi đường cong vòng sang phải. \nCâu 418. Biển báo này có ý nghĩa như thế nào? \nBáo trước đoạn đường có gió ngang. \nBáo trước đoạn đường trơn trượt. \nBáo trước sắp đến bến phà. \nCâu 419. Biển báo này có ý nghĩa như thế nào? \nBáo hiệu đường có ổ gà, lồi lõm. \nBáo hiệu đường có gồ giảm tốc phía trước. \nCâu 420. Biển báo này có ý nghĩa như thế nào? \nBáo hiệu đường có ổ gà, lồi lõm. \nBáo hiệu đường có gồ giảm tốc phía trước. \nCâu 421. Biển báo dưới đây có ý nghĩa như thế nào? \nĐể báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sụt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường. \nĐể báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông. \nĐể cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm. \nCâu 422. Các biển báo này có ý nghĩa như thế nào? \nĐể báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sụt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường. \nĐể báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông. \nĐể cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm. \nCâu 423. Biển báo này có ý nghĩa như thế nào? \nĐể báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sụt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường. \nĐể báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông. \nĐể cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm. \nCâu 424. Gặp biển báo này người lái xe phải xử lý thế nào? \nĐi chậm, quan sát và dừng lại nếu gặp gia súc trên đường. \nBấm còi to để gia súc tránh đường và nhanh chóng di chuyển qua đoạn đường có gia súc. \nCâu 425. Biển báo này có ý nghĩa như thế nào? \nBáo hiệu khu vực nguy hiểm thường xuyên có sét đánh. \nBáo hiệu khu vực có đường dây điện cắt ngang phía trên tuyến đường. \nCâu 426. Biển nào báo hiệu các phương tiện phải đi đúng làn đường quy định và tuân thủ tốc độ tối đa cho phép? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 427. Biển nào báo hiệu các phương tiện phải tuân thủ tốc độ tối đa cho phép trên từng làn đường? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 428. Biển nào báo hiệu \"Đường dành cho xe ô tô\"? \nBiển 1. \nBiển 2. \nCâu 429. Biển nào báo hiệu \"Hết đoạn đường dành cho xe ô tô\"? \nBiển 1. \nBiển 2. \nCâu 430. Khi gặp biển nào thì các phương tiện không được đi vào, trừ xe ô tô và xe mô tô? \nBiển 1. \nBiển 2. \nCâu 431. Bi n này có ý nghĩa như thế nào? \nChỉ hướng đi phải theo. \nBiển báo hiệu cho người lái xe biết số lượng làn đường trên mặt đường và hướng đi trên mỗi làn đường phải theo. \nChỉ hướng đường phải theo. \nCâu 432. Biển nào (đặt trước ngã ba, ngã tư) cho phép xe được rẽ sang hướng khác? \nBiển 1. \nBiển 2. \nKhông biển nào. \nCâu 433. Biển nào báo hiệu \"Hướng đi thẳng phải theo\"? \nBiển 1. \nBiển 2. \nCâu 434. Biển nào báo hiệu \"Đường một chiều\"? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 435. Trong các biển dưới đây biển nào là biển \"Hết tốc độ tối đa cho phép\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nCả ba biển. \nCâu 436. Hiệu lực của biển \"Tốc độ tối đa cho phép\" hết tác dụng khi gặp biển nào dưới đây? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 1 và biển 2. \nCâu 437. Trong các biển dưới đây biển nào là biển \"Hết tốc độ tối thiểu\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nCả ba biển. \nCâu 438. Biển nào dưới đây báo hiệu hết cấm vượt? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 2 và biển 3. \nCâu 439. Trong các biển dưới đây biển nào là biển \"Hết mọi lệnh cấm\"? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nCả ba biển. \nCâu 440. Biển nào cho phép được quay đầu xe đi theo hướng ngược lại khi đặt biển trước ngã ba, ngã tư? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nKhông biển nào. \nCâu 441. Biển nào không cho phép rẽ phải? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 1 và biển 3. \nCâu 442. Khi đến chỗ giao nhau, gặp biển nào thì người lái xe không được cho xe đi thẳng, phải rẽ sang hướng khác? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \nBiển 2 và biển 3. \nCả ba biển. \nCâu 443. Biển nào cho phép quay đầu xe? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 444. Biển nào chỉ dẫn tên đường trên các tuyến đường đối ngoại? \n1. Biển 1. \n2. Biển 2. \nBiển 3. \nBiển 1 và biển 2. \nCâu 445. Biển số 1 có ý nghĩa như thế nào? \nBiển chỉ dẫn hết cấm đỗ xe theo giờ trong khu vực. \nBiển chỉ dẫn hết hiệu lực khu vực đỗ xe trên các tuyến đường đối ngoại. \nBiển chỉ dẫn khu vực đỗ xe trên các tuyến đường đối ngoại. \nCâu 446. Biển số 3 có ý nghĩa như thế nào? \nBiển chỉ dẫn khu vực cấm đỗ xe trên các tuyến đường đối ngoại. \nBiển chỉ dẫn khu vực đỗ xe trên các tuyến đường đối ngoại. \nBiển hạn chế tốc độ tối đa trong khu vực. \n4. Biển chỉ dẫn hết hiệu lực khu vực cấm đỗ xe theo giờ trên các tuyến đường đối ngoại. \nCâu 447. Biển nào báo hiệu \"Đường phía trước có làn đường dành cho ô tô khách\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 448. Biển nào báo hiệu \"Rẽ ra đường có làn đường dành cho ô tô khách\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 449. Biển nào đặt trên đường chính trước khi đến nơi đường giao nhau để rẽ vào đường cụt? \nBiển 1 và 2. \nCả ba biển. \nKhông biển nào. \nCâu 450. Biển nào chỉ dẫn cho người đi bộ sử dụng cầu vượt qua đường? \nBiển 1. \nBiển 2. \nCả hai biển. \nKhông biển nào. \nCâu 451. Biển nào chỉ dẫn cho người đi bộ sử dụng hầm chui qua đường? \nBiển 1. \nBiển 2. \nCả hai biển. \nKhông biển nào. \nCâu 452. Bi n nào báo hiệu \"Nơi đỗ xe dành cho người khuyết tật\"? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 453. Gặp biển báo này, người lái xe phải đỗ xe như thế nào? \nĐỗ xe hoàn toàn trên hè phố. \nĐỗ xe hoàn toàn dưới lòng đường. \nĐỗ từ 1/2 thân xe trở lên trên hè phố. \nCâu 454. Gặp biển báo này, người tham gia giao thông phải xử lý như thế nào? \nDừng xe tại khu vực có trạm Cảnh sát giao thông. \nTiếp tục lưu thông với tốc độ bình thường. \nPhải giảm tốc độ đến mức an toàn và không được vượt khi đi qua khu vực này. \nCâu 455. Gặp biển báo dưới đây, người lái xe có bắt buộc phải chạy vòng theo đảo an toàn theo hướng mũi tên khi muốn chuyển hướng hay không? \nBắt buộc. \nKhông bắt buộc. \nCâu 456. Biển nào dưới đây chỉ dẫn địa giới hành chính giữa các thành phố, tỉnh, huyện? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 457. Biển nào báo hiệu \"Cầu vượt liên thông\"? \n1. Biển 2 và biển 3. \n2. Biển 1 và biển 2. \nBiển 1 và biển 3. \nCả ba biển. \nCâu 458. Biển số 1 có ý nghĩa như thế nào? \nĐi thẳng hoặc rẽ trái trên cầu vượt. \nĐi thẳng hoặc rẽ phải trên cầu vượt. \nBáo hiệu cầu vượt liên thông. \nCâu 459. Biển nào báo hiệu \"Tuyến đường cầu vượt cắt qua\"? \n1. Biển 1 và biển 2. \n2. Biển 1 và biển 3. \n3. Biển 2 và biển 3. \nCâu 460. Biển báo dưới đây có ý nghĩa như thế nào? \nChỉ dẫn khoảng cách đến làn đường cứu nạn (làn thoát xe khẩn cấp). \nBáo hiệu đường cụt phía trước. \nBáo hiệu nút giao gần nhất phía trước. \nBáo hiệu trạm dừng nghỉ phía trước. \nCâu 461. Tại đoạn đường có biển \"Làn đường dành riêng cho từng loại xe\" dưới đây, các phương tiện có được phép chuyển sang làn khác để đi theo hành trình mong muốn khi đến gần nơi đường bộ giao nhau hay không? \nĐược phép chuyển sang làn khác. \nKhông được phép chuyển sang làn khác, chỉ được đi trong làn quy định theo biển. \nCâu 462. Tại đoạn đường có cắm biển dưới đây, xe tải và xe khách có được phép đi vào không? \nCó. \nKhông. \nCâu 463. Tại đoạn đường có cắm biển dưới đây, xe tải và xe khách có được phép đi vào không? \nCó. \nKhông. \nCâu 464. Bi n nào báo hiệu kết thúc đường cao tốc? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 465. Biển này có ý nghĩa như thế nào? \nChỉ dẫn sắp đến vị trí nhập làn xe. \nChỉ dẫn vị trí nhập làn xe cách 250 m. \nChỉ dẫn vị trí nhập làn cách trạm thu phí 250 m. \nCâu 466. Biển nào chỉ dẫn nhập làn xe? \nBiển 1. \nBiển 2. \nCả hai biển. \nCâu 467. Biển này có ý nghĩa như thế nào? \nBắt đầu đường cao tốc. \nChỉ dẫn địa giới đường cao tốc, chiều dài đường cao tốc. \nTên và ký hiệu đường cao tốc, giá trị hạn chế tốc độ tối đa và tối thiểu. \nÝ 1 và ý 3. \nCâu 468. Ý nghĩa các biểu tượng ghi trên biển chỉ dẫn là như thế nào? \nXăng dầu, ăn uống, thông tin, sửa chữa xe. \nXăng dầu, ăn uống, nhà nghỉ, sửa chữa xe. \nXăng dầu, ăn uống, cấp cứu, sửa chữa xe. \nCâu 469. Biển này có ý nghĩa như thế nào? \nChỉ dẫn đến trạm kiểm tra tải trọng xe. \nChỉ dẫn hướng rẽ vào nơi đặt trạm kiểm tra tải trọng xe. \nChỉ dẫn khoảng cách đến trạm kiểm tra tải trọng xe cách 750 m. \nCâu 470. Trên đường cao tốc, gặp biển nào thì người lái xe đi theo hướng bên trái để tránh chướng ngại vật? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 471. Trên đường cao tốc, gặp biển nào thì người lái xe đi theo hướng bên phải để tránh chướng ngại vật? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 472. Trên đường cao tốc, gặp biển nào thì người lái xe đi được cả hai hướng (bên trái hoặc bên phải) để tránh chướng ngại vật? \n1. Biển 1. \n2. Biển 2. \n3. Biển 3. \nCâu 473. Trên đường cao tốc, gặp biển nào người lái xe phải chú ý đổi hướng đi khi sắp vào đường cong nguy hiểm? \nBiển 1 và biển 2. \nBiển 1 và biển 3. \nBiển 2. \nBiển 3. \nCâu 474.  Biển nào chỉ dẫn người lái xe đi được cả hai hướng? \n1. Biển 1.  \t \n2. Biển 2. \t \nCâu 475. Biển này có ý nghĩa như thế nào? \nChỉ dẫn chướng ngại vật phía trước để cảnh báo phía trước có sự cản trở lưu thông bình thường (nằm bên trong phần xe chạy hay ngay sát phần đường xe chạy) và chỉ dẫn hướng đi qua đó cần đặt biển. \nChỉ dẫn hướng rẽ để nhắc người điều  khiển phương tiện chuẩn bị đổi hướng đi khi sắp vào đường cong nguy hiểm, có bán kính cong nhỏ. \nCâu 476. Vạch mũi tên chỉ hướng trên mặt đường nào dưới đây cho phép xe chỉ được đi thẳng và rẽ phải? \nVạch 1. \nVạch 2 và vạch 3. \nVạch 3. \nVạch 1 và vạch 2. \nCâu 477. Vạch kẻ đường nào dưới đây là vạch phân chia các làn xe cùng chiều? \n1. Vạch 1. \n2. Vạch 2. \nVạch 3. \nVạch 1 và vạch 2. \nCâu 478. Vạch kẻ đường nào dưới đây là vạch phân chia hai chiều xe chạy (vạch tim đường), xe không được lấn làn, không được đè lên vạch? \n1. Vạch 1. \n2. Vạch 2. \nVạch 3. \nCả ba vạch. \nCâu 479. V ch kẻ đường nào dưới đây là vạch phân chia hai chiều xe chạy (vạch tim đường)? \n1. Vạch 1. \n2. Vạch 2. \nVạch 3. \nVạch 1 và vạch 3. \nCâu 480. Các vạch dưới đây có tác dụng như thế nào? \nPhân chia hai chiều xe chạy ngược chiều nhau. \nPhân chia các làn xe chạy cùng chiều nhau. \nCâu 481. Các vạch dưới đây có tác dụng như thế nào? \nPhân chia hai chiều xe chạy ngược chiều nhau. \nPhân chia các làn xe chạy cùng chiều nhau. \nCâu 482. Khi gặp vạch kẻ đường nào các xe được phép đè vạch? \n1. Vạch 1. \n2. Vạch 2. \nVạch 3. \nVạch 1 và vạch 3. \nCâu 483. Vạch dưới đây có tác dụng như thế nào? \nĐể xác định làn đường. \nBáo hiệu người lái xe chỉ được phép đi thẳng. \nDùng để xác định khoảng cách giữa các phương tiện trên đường. \nCâu 484. Vạch dưới đây có ý nghĩa như thế nào? \nBáo cho người điều khiển không được dừng phương tiện trong phạm vi phần mặt đường có bố trí vạch để tránh ùn tắc giao thông. \nBáo hiệu sắp đến chỗ có bố trí vạch đi bộ qua đường. \nDùng để xác định khoảng cách giữa các phương tiện trên đường. \nCâu 485. Vạch dưới đây có ý nghĩa như thế nào? \nVị trí dừng xe của các phương tiện vận tải hành khách công cộng. \nBáo cho người điều khiển được dừng phương tiện trong phạm vi phần mặt đường có bố trí vạch để tránh ùn tắc giao thông. \nDùng để xác định vị trí giữa các phương tiện trên đường. \nCHƯƠNG VI. GIẢI THẾ SA HÌNH VÀ KỸ NĂNG XỬ LÝ TÌNH HUỐNG GIAO THÔNG \nCâu 486. Theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông? \nXe khách, xe tải, xe mô tô. \nXe tải, xe mô tô. \nChỉ xe con. \nCâu 487. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \n1. Xe tải, xe khách, xe con, xe mô tô. 2. Xe tải, xe mô tô, xe khách, xe con. 3. Xe khách, xe tải, xe con, xe mô tô. 4. Xe mô tô, xe khách, xe tải, xe con. \nCâu 488. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \n1. Xe công an đi làm nhiệm vụ khẩn cấp, xe con, xe tải, xe khách. \n2. Xe công an đi làm nhiệm vụ khẩn cấp, xe khách, xe con, xe tải. \n3. Xe công an đi làm nhiệm vụ khẩn cấp, xe tải, xe khách, xe con. \n4. Xe con, xe công an đi làm nhiệm vụ khẩn cấp, xe tải, xe khách. \nCâu 489. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \nXe tải, xe công an đi làm nhiệm vụ khẩn cấp, xe khách, xe con. \nXe công an đi làm nhiệm vụ khẩn cấp, xe khách, xe con, xe tải. \nXe công an đi làm nhiệm vụ khẩn cấp, xe con, xe tải, xe khách. \n4. Xe công an đi làm nhiệm vụ khẩn cấp, xe tải, xe khách, xe con. \nCâu 490. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \n1. Xe tải, xe con, xe mô tô. 2. Xe con, xe tải, xe mô tô. 3. Xe mô tô, xe con, xe tải. \n4. Xe con, xe mô tô, xe tải. \nCâu 491. Xe nào phải nhường đường trong trường hợp này? \nXe con. \nXe tải. \nCâu 492. Trường hợp này xe nào được quyền đi trước? \nXe mô tô. \nXe con. \nCâu 493. Thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \n1. Xe con (",
    "answers": [
      ", xe cứu thương đi làm nhiệm vụ cấp cứu, xe con (",
      ". \n2. Xe cứu thương đi làm nhiệm vụ cấp cứu, xe con (B), xe con (A). \n3. Xe con (B), xe con (A), xe cứu thương đi làm nhiệm vụ cấp cứu."
    ],
    "correct": null,
    "image": "images/1.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 2 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/2.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 3 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/3.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 4 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/4.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 5 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/5.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 6 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/6.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 7 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/7.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 8 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/8.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 9 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/9.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 10 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/10.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 11 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/11.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 12 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/12.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 13 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/13.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 14 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/14.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 15 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/15.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 16 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/16.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 17 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/17.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 18 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/18.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 19 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/19.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 20 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/20.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 21 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/21.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 22 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/22.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 23 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/23.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 24 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/24.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 25 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/25.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 26 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/26.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 27 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/27.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 28 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/28.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 29 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/29.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 30 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/30.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 31 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/31.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 32 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/32.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 33 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/33.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 34 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/34.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 35 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/35.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 36 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/36.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 37 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/37.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 38 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/38.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 39 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/39.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 40 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/40.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 41 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/41.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 42 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/42.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 43 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/43.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 44 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/44.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 45 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/45.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 46 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/46.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 47 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/47.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 48 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/48.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 49 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/49.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 50 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/50.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 51 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/51.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 52 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/52.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 53 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/53.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 54 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/54.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 55 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/55.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 56 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/56.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 57 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/57.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 58 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/58.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 59 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/59.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 60 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/60.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 61 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/61.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 62 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/62.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 63 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/63.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 64 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/64.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 65 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/65.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 66 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/66.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 67 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/67.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 68 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/68.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 69 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/69.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 70 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/70.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 71 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/71.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 72 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/72.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 73 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/73.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 74 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/74.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 75 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/75.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 76 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/76.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 77 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/77.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 78 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/78.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 79 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/79.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 80 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/80.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 81 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/81.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 82 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/82.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 83 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/83.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 84 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/84.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 85 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/85.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 86 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/86.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 87 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/87.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 88 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/88.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 89 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/89.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 90 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/90.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 91 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/91.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 92 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/92.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 93 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/93.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 94 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/94.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 95 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/95.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 96 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/96.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 97 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/97.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 98 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/98.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 99 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/99.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 100 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/100.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 101 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/101.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 102 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/102.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 103 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/103.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 104 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/104.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 105 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/105.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 106 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/106.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 107 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/107.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 108 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/108.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 109 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/109.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 110 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/110.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 111 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/111.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 112 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/112.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 113 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/113.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 114 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/114.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 115 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/115.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 116 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/116.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 117 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/117.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 118 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/118.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 119 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/119.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 120 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/120.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 121 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/121.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 122 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/122.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 123 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/123.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 124 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/124.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 125 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/125.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 126 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/126.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 127 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/127.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 128 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/128.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 129 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/129.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 130 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/130.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 131 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/131.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 132 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/132.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 133 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/133.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 134 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/134.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 135 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/135.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 136 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/136.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 137 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/137.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 138 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/138.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 139 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/139.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 140 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/140.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 141 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/141.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 142 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/142.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 143 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/143.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 144 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/144.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 145 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/145.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 146 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/146.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 147 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/147.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 148 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/148.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 149 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/149.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 150 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/150.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 151 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/151.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 152 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/152.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 153 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/153.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 154 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/154.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 155 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/155.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 156 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/156.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 157 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/157.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 158 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/158.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 159 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/159.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 160 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/160.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 161 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/161.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 162 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/162.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 163 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/163.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 164 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/164.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 165 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/165.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 166 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/166.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 167 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/167.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 168 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/168.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 169 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/169.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 170 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/170.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 171 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/171.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 172 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/172.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 173 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/173.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 174 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/174.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 175 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/175.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 176 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/176.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 177 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/177.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 178 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/178.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 179 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/179.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 180 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/180.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 181 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/181.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 182 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/182.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 183 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/183.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 184 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/184.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 185 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/185.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 186 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/186.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 187 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/187.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 188 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/188.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 189 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/189.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 190 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/190.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 191 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/191.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 192 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/192.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 193 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/193.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 194 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/194.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 195 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/195.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 196 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/196.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 197 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/197.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 198 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/198.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 199 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/199.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 200 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/200.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 201 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/201.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 202 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/202.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 203 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/203.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 204 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/204.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 205 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/205.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 206 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/206.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 207 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/207.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 208 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/208.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 209 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/209.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 210 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/210.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 211 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/211.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 212 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/212.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 213 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/213.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 214 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/214.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 215 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/215.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 216 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/216.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 217 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/217.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 218 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/218.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 219 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/219.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 220 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/220.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 221 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/221.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 222 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/222.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 223 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/223.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 224 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/224.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 225 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/225.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 226 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/226.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 227 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/227.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 228 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/228.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 229 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/229.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 230 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/230.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 231 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/231.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 232 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/232.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 233 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/233.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 234 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/234.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 235 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/235.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 236 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/236.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 237 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/237.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 238 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/238.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 239 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/239.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 240 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/240.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 241 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/241.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 242 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/242.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 243 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/243.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 244 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/244.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 245 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/245.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 246 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/246.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 247 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/247.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 248 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/248.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 249 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/249.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 250 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/250.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 251 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/251.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 252 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/252.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 253 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/253.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 254 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/254.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 255 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/255.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 256 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/256.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 257 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/257.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 258 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/258.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 259 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/259.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 260 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/260.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 261 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/261.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 262 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/262.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 263 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/263.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 264 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/264.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 265 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/265.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 266 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/266.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 267 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/267.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 268 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/268.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 269 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/269.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 270 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/270.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 271 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/271.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 272 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/272.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 273 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/273.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 274 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/274.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 275 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/275.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 276 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/276.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 277 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/277.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 278 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/278.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 279 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/279.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 280 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/280.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 281 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/281.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 282 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/282.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 283 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/283.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 284 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/284.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 285 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/285.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 286 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/286.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 287 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/287.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 288 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/288.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 289 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/289.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 290 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/290.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 291 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/291.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 292 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/292.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 293 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/293.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 294 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/294.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 295 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/295.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 296 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/296.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 297 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/297.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 298 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/298.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 299 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/299.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 300 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/300.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 301 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/301.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 302 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/302.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 303 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/303.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 304 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/304.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 305 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/305.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 306 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/306.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 307 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/307.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 308 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/308.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 309 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/309.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 310 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/310.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 311 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/311.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 312 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/312.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 313 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/313.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 314 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/314.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 315 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/315.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 316 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/316.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 317 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/317.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 318 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/318.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 319 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/319.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 320 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/320.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 321 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/321.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 322 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/322.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 323 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/323.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 324 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/324.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 325 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/325.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 326 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/326.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 327 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/327.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 328 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/328.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 329 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/329.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 330 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/330.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 331 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/331.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 332 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/332.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 333 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/333.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 334 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/334.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 335 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/335.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 336 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/336.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 337 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/337.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 338 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/338.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 339 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/339.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 340 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/340.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 341 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/341.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 342 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/342.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 343 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/343.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 344 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/344.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 345 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/345.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 346 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/346.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 347 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/347.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 348 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/348.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 349 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/349.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 350 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/350.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 351 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/351.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 352 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/352.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 353 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/353.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 354 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/354.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 355 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/355.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 356 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/356.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 357 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/357.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 358 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/358.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 359 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/359.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 360 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/360.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 361 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/361.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 362 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/362.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 363 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/363.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 364 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/364.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 365 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/365.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 366 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/366.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 367 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/367.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 368 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/368.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 369 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/369.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 370 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/370.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 371 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/371.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 372 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/372.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 373 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/373.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 374 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/374.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 375 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/375.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 376 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/376.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 377 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/377.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 378 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/378.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 379 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/379.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 380 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/380.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 381 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/381.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 382 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/382.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 383 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/383.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 384 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/384.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 385 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/385.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 386 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/386.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 387 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/387.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 388 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/388.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 389 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/389.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 390 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/390.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 391 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/391.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 392 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/392.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 393 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/393.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 394 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/394.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 395 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/395.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 396 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/396.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 397 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/397.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 398 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/398.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 399 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/399.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 400 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/400.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 401 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/401.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 402 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/402.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 403 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/403.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 404 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/404.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 405 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/405.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 406 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/406.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 407 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/407.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 408 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/408.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 409 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/409.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 410 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/410.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 411 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/411.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 412 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/412.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 413 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/413.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 414 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/414.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 415 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/415.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 416 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/416.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 417 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/417.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 418 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/418.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 419 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/419.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 420 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/420.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 421 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/421.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 422 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/422.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 423 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/423.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 424 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/424.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 425 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/425.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 426 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/426.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 427 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/427.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 428 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/428.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 429 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/429.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 430 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/430.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 431 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/431.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 432 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/432.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 433 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/433.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 434 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/434.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 435 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/435.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 436 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/436.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 437 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/437.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 438 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/438.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 439 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/439.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 440 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/440.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 441 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/441.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 442 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/442.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 443 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/443.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 444 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/444.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 445 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/445.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 446 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/446.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 447 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/447.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 448 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/448.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 449 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/449.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 450 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/450.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 451 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/451.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 452 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/452.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 453 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/453.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 454 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/454.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 455 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/455.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 456 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/456.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 457 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/457.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 458 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/458.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 459 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/459.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 460 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/460.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 461 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/461.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 462 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/462.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 463 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/463.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 464 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/464.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 465 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/465.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 466 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/466.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 467 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/467.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 468 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/468.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 469 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/469.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 470 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/470.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 471 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/471.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 472 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/472.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 473 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/473.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 474 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/474.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 475 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/475.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 476 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/476.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 477 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/477.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 478 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/478.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 479 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/479.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 480 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/480.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 481 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/481.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 482 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/482.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 483 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/483.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 484 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/484.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 485 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/485.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 486 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/486.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 487 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/487.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 488 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/488.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 489 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/489.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 490 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/490.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 491 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/491.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 492 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/492.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 493 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/493.jpg",
    "isFatal": false
  },
  {
    "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \n1. Xe cứu thương đi làm nhiệm vụ cấp cứu, xe chữa cháy đi làm nhiệm vụ chữa cháy, xe con. \n2. Xe chữa cháy đi làm nhiệm vụ chữa cháy, xe cứu thương đi làm nhiệm vụ cấp cứu, xe con. \n3. Xe cứu thương đi làm nhiệm vụ cấp cứu, xe con, xe chữa cháy đi làm nhiệm vụ chữa cháy. \nCâu 495. Xe nào được quyền đi trước trong trường hợp này? \nXe mô tô. \nXe cứu thương đi làm nhiệm vụ cấp cứu. \nCâu 496. Theo hướng mũi tên, xe nào phải nhường đường đi cuối cùng qua nơi giao nhau này? \nXe khách. \nXe tải. \nXe con. \nCâu 497. Theo hướng mũi tên, xe nào phải nhường đường là đúng quy tắc giao thông? \nXe con. \nXe tải. \nCâu 498. Xe nào được quyền đi trước trong trường hợp này? \nXe công an đi làm nhiệm vụ khẩn cấp. \nXe chữa cháy đi làm nhiệm vụ chữa cháy. \nCâu 499. Theo tín hiệu đèn, xe nào được phép đi? \nXe con và xe khách.                                                                                                              \nXe mô tô. \nCâu 500. Theo tín hiệu đèn, xe nào đi là đúng quy tắc giao thông? \nXe khách, xe mô tô. \nXe con, xe tải. \nXe tải, xe mô tô. \nCâu 501. Trong trường hợp này xe nào được quyền đi trước? \n1. Xe công an đi làm nhiệm vụ khẩn cấp. \n2. Xe quân sự đi làm nhiệm vụ khẩn cấp. \nCâu 502. Theo tín hiệu đèn, xe tải đi theo hướng nào là đúng quy tắc giao thông? \nHướng 2, 3, 4. \nChỉ hướng 1. \nHướng 1 và 2. \nHướng 3 và 4. \nCâu 503. Các xe đi theo hướng mũi tên, những xe nào vi phạm quy tắc giao thông? \nXe khách, xe tải, xe mô tô. \nXe tải, xe con, xe mô tô. \nXe khách, xe con, xe mô tô. \nCâu 504. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \n1. Xe khách, xe tải, xe mô tô, xe con. 2. Xe con, xe khách, xe tải, xe mô tô. 3. Xe mô tô, xe tải, xe khách, xe con. \n4. Xe mô tô, xe tải, xe con, xe khách. \nCâu 505. Trong trường hợp này xe nào đỗ vi phạm quy tắc giao thông? \nXe tải. \nXe con và mô tô. \nCả ba xe. \nXe con và xe tải. \nCâu 506. Theo hướng mũi tên, xe nào được quyền đi trước? \nXe tải. \nXe con (B). \nXe con (",
    "answers": [
      ". \nCâu 507: Theo hướng mũi tên, những hướng nào xe gắn máy được phép đi? \nCả ba hướng. \nChỉ hướng 1 và 3. \nChỉ hướng 1. \nCâu 508. Xe nào đỗ vi phạm quy tắc giao thông? \nCả hai xe. \nKhông xe nào vi phạm. \nChỉ xe mô tô vi phạm. \nChỉ xe tải vi phạm. \nCâu 509. Xe nào đỗ vi phạm quy tắc giao thông? \nChỉ xe mô tô. \nChỉ xe tải. \nCả ba xe. \nChỉ xe mô tô và xe tải. \nCâu 510. Xe tải kéo xe mô tô ba bánh như hình này có đúng quy tắc giao thông không? \n1. Đúng. \n2. Không đúng. \nCâu 511. Theo hướng mũi tên, hướng nào xe không được phép đi? \nHướng 2 và 5. \nChỉ hướng 1. \nCâu 512.Theo hướng mũi tên, những hướng nào xe ô tô không được phép đi? \nHướng 1 và 2. \nHướng 3. \nHướng 1 và 4. \nHướng 2 và 3. \nCâu 513. Xe nào vượt đúng quy tắc giao thông? \nCả hai xe đều đúng. \nXe con. \nXe khách. \nCâu 514. Theo hướng mũi tên, gặp biển hướng đi phải theo đặt trước ngã tư, những hướng nào xe được phép đi? \nHướng 2 và 3. \nHướng 1, 2 và 3. \nHướng 1 và 3. \nCâu 515. Xe kéo nhau như hình này có vi phạm quy tắc giao thông không? \nKhông. \nVi phạm. \nCâu 516. Xe nào phải nhường đường trong trường hợp này? \nXe khách. \nXe tải. \nCâu 517. Xe nào được quyền đi trước trong trường hợp này? \nXe con. \nXe mô tô. \nCâu 518. Xe kéo nhau trong trường hợp này đúng quy định không? \nKhông đúng. \nĐúng. \nCâu 519. Theo hướng mũi tên, những hướng nào xe ô tô con được phép đi? \nHướng 1. \nHướng 1, 3 và 4. \nHướng 2, 3 và 4. \nCả bốn hướng. \nCâu  520. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \nXe con (A), xe mô tô, xe con (",
      ", xe đạp. \nXe con (B), xe đạp, xe mô tô, xe con (A). \nXe con (A), xe con (B), xe mô tô + xe đạp. \nXe mô tô + xe đạp, xe con (A), xe con (B)."
    ],
    "correct": null,
    "image": "images/494.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 495 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/495.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 496 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/496.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 497 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/497.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 498 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/498.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 499 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/499.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 500 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/500.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 501 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/501.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 502 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/502.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 503 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/503.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 504 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/504.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 505 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/505.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 506 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/506.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 507 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/507.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 508 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/508.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 509 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/509.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 510 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/510.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 511 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/511.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 512 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/512.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 513 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/513.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 514 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/514.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 515 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/515.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 516 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/516.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 517 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/517.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 518 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/518.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 519 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/519.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 520 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/520.jpg",
    "isFatal": false
  },
  {
    "question": "Theo hướng mũi tên, những hướng nào xe tải được phép đi? \nChỉ hướng 1. \nHướng 1, 3 và 4. \nHướng 1, 2 và 3. \nCả bốn hướng. \nCâu 522. Những hướng nào xe tải được phép đi? \nCả ba hướng. \nHướng 2 và 3. \nCâu 523. Những hướng nào xe ô tô tải được phép đi? \nChỉ hướng 1. \nHướng 1 và 4. \nHướng 1 và 5. \nHướng 1, 4 và 5. \nCâu 524. Những hướng nào xe ô tô tải được phép đi? \nCả bốn hướng. \nTrừ hướng 2. \nHướng 2, 3 và 4. \nTrừ hướng 4. \nCâu 525. Xe nào được quyền đi trước trong trường hợp này? \nXe mô tô. \nXe con. \nCâu 526. Xe ô tô con đi theo chiều mũi tên có vi phạm quy tắc giao thông không? \nKhông vi phạm. \nVi phạm. \nCâu 527. Xe nào vi phạm quy tắc giao thông? \nXe khách. \nXe mô tô. \nXe con. \nXe con và xe mô tô. \nCâu  528. Các xe đi như thế nào là đúng quy tắc giao thông? \nCác xe ở phía tay phải và tay trái của người điều khiển được phép đi thẳng. \nCho phép các xe ở mọi hướng được phép rẽ phải. \nTất cả các xe phải dừng lại trước ngã tư, trừ những xe đã ở trong ngã tư được phép tiếp tục đi. \nCâu 529. Theo hướng mũi tên, xe nào được phép đi? \nXe mô tô, xe con. \nXe con, xe tải. \nXe mô tô, xe tải. \nCả ba xe. \nCâu 530. Xe con vượt xe tải như trường hợp này có đúng không? \nĐúng. \nKhông đúng. \nCâu 531. Xe nào vượt đúng quy tắc giao thông? \nXe tải. \nCả hai xe. \nXe con. \nCâu 532. Đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông? \nXe chữa cháy đi làm nhiệm vụ chữa cháy. \nXe tải. \nCả hai xe. \nCâu 533. Thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \n1. Xe khách, xe tải, xe con. \n2. Xe con, xe tải, xe khách. \n3. Xe tải, xe khách, xe con. \nCâu 534. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \nXe khách và xe tải, xe con. \nXe tải, xe khách, xe con. \nXe con, xe khách, xe tải. \nCâu 535. Những hướng nào xe ô tô tải được phép đi? \nCả bốn hướng. \nChỉ hướng 1 và 2. \nTrừ hướng 4. \nCâu 536. Theo hướng mũi tên, thứ tự các xe đi như thế nào là đúng? \nXe công an đi làm nhiệm vụ khẩn cấp, xe con, xe tải, xe khách. \nXe con, xe khách và xe công an đi làm nhiệm vụ khẩn cấp, xe tải. \nXe công an đi làm nhiệm vụ khẩn cấp, xe con, xe khách, xe tải. \nXe con, xe tải, xe khách, xe công an đi làm nhiệm vụ khẩn cấp. \nCâu 537. Những hướng nào ô tô tải được phép đi? \nCả bốn hướng. \nHướng 1, 2 và 3. \nHướng 1 và 4. \nHướng 1, 3 và 4. \nCâu 538. Trong hình dưới đây, xe nào chấp hành đúng quy tắc giao thông? \nChỉ xe khách, xe mô tô. \nTất cả các loại xe trên. \nKhông xe nào chấp hành đúng quy tắc giao thông. \nCâu 539. Theo hướng mũi tên, những hướng nào xe mô tô được phép đi? \nCả ba hướng. \nHướng 1 và 2. \nHướng 1 và 3. \nHướng 2 và 3. \nCâu 540. Trong trường hợp này, thứ tự xe đi như thế nào là đúng quy tắc giao thông? \nXe công an đi làm nhiệm vụ khẩn cấp, xe quân sự đi làm nhiệm vụ khẩn cấp, xe con + xe mô tô. \nXe quân sự đi làm nhiệm vụ khẩn cấp, xe công an đi làm nhiệm vụ khẩn cấp, xe con + xe mô tô. \nXe mô tô + xe con, xe quân sự đi làm nhiệm vụ khẩn cấp, xe công an đi làm nhiệm vụ khẩn cấp. \nCâu 541. Xe nào phải nhường đường là đúng quy tắc giao thông? \nXe",
    "answers": [
      "Xe"
    ],
    "correct": null,
    "image": "images/521.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 522 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/522.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 523 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/523.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 524 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/524.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 525 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/525.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 526 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/526.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 527 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/527.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 528 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/528.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 529 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/529.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 530 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/530.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 531 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/531.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 532 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/532.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 533 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/533.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 534 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/534.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 535 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/535.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 536 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/536.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 537 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/537.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 538 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/538.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 539 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/539.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 540 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/540.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 541 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/541.jpg",
    "isFatal": false
  },
  {
    "question": "Xe con quay đầu đi ngược lại như hình vẽ dưới có vi phạm quy tắc giao thông không? \nKhông vi phạm. \nVi phạm. \nCâu 543. Trong hình dưới, những xe nào vi phạm quy tắc giao thông? \nXe con (E), xe mô tô (C). \nXe tải (",
    "answers": [
      ", xe mô tô (D). \nXe khách (",
      ", xe mô tô (",
      ". \nXe khách (B), xe mô tô (",
      "."
    ],
    "correct": null,
    "image": "images/542.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 543 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/543.jpg",
    "isFatal": false
  },
  {
    "question": "Để điều khiển cho xe đi thẳng, người lái xe phải làm gì là đúng quy tắc giao thông? \nNhường xe con rẽ trái trước. \nĐi thẳng không nhường. \nCâu 545. Người lái xe điều khiển xe đi theo hướng nào là đúng quy tắc giao thông? \nChỉ hướng 2. \nHướng 1 và 2. \nTất cả các hướng trừ hướng 3. \nTất cả các hướng trừ hướng 4. \nCâu 546. Xe nào phải nhường đường là đúng quy tắc giao thông? \nXe con (",
    "answers": [
      ". \nXe con (",
      "."
    ],
    "correct": null,
    "image": "images/544.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 545 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/545.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 546 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/546.jpg",
    "isFatal": false
  },
  {
    "question": "Người lái xe điều khiển xe rẽ trái như thế nào là đúng quy tắc giao thông? \nRẽ trái ngay trước xe buýt. \nRẽ trái trước xe tải. \nNhường đường cho xe buýt và xe tải. \nCâu 548. Trong hình dưới, những xe nào vi phạm quy tắc giao thông? \nXe con (B), xe mô tô (C). \nXe con (",
    "answers": [
      ", xe mô tô (C). \nXe con (E), xe mô tô (D). \nTất cả các loại xe trên. \nCâu 549. Xe nào đi trước là đúng quy tắc giao thông? \nXe của bạn. \nXe tải. \nCâu 550. Người lái xe có thể quay đầu xe như thế nào là đúng quy tắc giao thông? \nQuay đầu theo hướng A. \nQuay đầu theo hướng",
      "Cấm quay đầu."
    ],
    "correct": null,
    "image": "images/547.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 548 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/548.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 549 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/549.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 550 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/550.jpg",
    "isFatal": false
  },
  {
    "question": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông? \nXe con và xe tải, xe của bạn. \nXe của bạn, xe tải, xe con. \nXe của bạn và xe con, xe tải. \nXe của bạn, xe tải + xe con. \nCâu 552. Khi muốn vượt xe tải, người lái xe phải làm gì là đúng quy tắc giao thông? \nTăng tốc cho xe chạy vượt qua. \nBật tín hiệu báo hiệu bằng đèn hoặc còi, khi đủ điều kiện an toàn, tăng tốc cho xe chạy vượt qua. \nĐánh lái sang làn bên trái và tăng tốc cho xe chạy vượt qua. \nCâu 553. Theo tín hiệu đèn, xe nào phải dừng lại là đúng quy tắc giao thông? \nXe khách, xe mô tô. \nXe tải, xe mô tô. \nXe con, xe tải. \nCâu 554. Trong hình dưới, những xe nào chấp hành quy tắc giao thông? \nXe tải ( D), xe con (B). \nXe con (",
    "answers": [
      ", xe con (C), xe con (E), xe buýt (G). \nXe con (A), xe con (",
      ", xe tải (",
      "."
    ],
    "correct": null,
    "image": "images/551.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 552 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/552.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 553 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/553.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 554 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/554.jpg",
    "isFatal": false
  },
  {
    "question": "Người lái xe có được phép vượt xe tải để đi thẳng trong trường hợp này không? \nĐược vượt. \nCấm vượt. \nCâu 556. Bạn có được phép vượt xe mô tô phía trước không? \nCho phép. \nKhông được vượt. \nCâu 557. Người lái xe dừng tại vị trí nào là đúng quy tắc giao thông? \nVị trí A và B. \nVị trí A và C. \nVị trí B và C. \nCả ba vị trí A, B, C. \nCâu 558. Bạn được dừng xe ở vị trí nào trong tình huống này? \nĐược phép dừng ở vị trí",
    "answers": [
      "Được phép dừng ở vị trí",
      "Được phép dừng ở vị trí A và B. \nKhông được dừng."
    ],
    "correct": null,
    "image": "images/555.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 556 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/556.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 557 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/557.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 558 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/558.jpg",
    "isFatal": false
  },
  {
    "question": "Theo tín hiệu đèn của xe cơ giới, xe nào vi phạm quy tắc giao thông? \nXe mô tô. \nXe ô tô con. \nKhông xe nào vi phạm. \nCả hai xe. \nCâu 560. Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông? \nXe con. \nXe tải. \nXe con, xe tải. \nCâu 561. Các xe đi theo hướng mũi tên, những xe nào vi phạm quy tắc giao thông? \nXe tải, xe con. \nXe khách, xe con. \nXe khách, xe tải. \nCâu 562. Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông? \nXe con, xe tải, xe khách. \nXe tải, xe khách, xe mô tô. \nXe khách, xe mô tô, xe con. \nCả bốn xe. \nCâu 563. Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông? \nXe khách, xe tải. \nXe khách, xe con. \nXe con, xe tải. \nXe khách, xe tải, xe con. \nCâu 564. Trong tình huống dưới đây, để tránh xe phía trước bị hỏng đột xuất trên đường, người lái xe phải làm gì? \nĐánh lái sang trái cho xe vượt qua. \nQuan sát phía trước, phía sau, khi đủ điều kiện an toàn, bật tín hiệu bằng đèn hoặc còi rồi cho xe chạy vượt qua. \nCấm vượt. \nCâu 565. Các xe đi theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông? \nXe tải, xe mô tô. \nXe khách, xe mô tô. \nXe tải, xe con. \nXe mô tô, xe con. \nCâu 566. Trong hình dưới, những xe nào vi phạm quy tắc giao thông? \nXe con (",
    "answers": [
      ", xe con (",
      ", xe tải (",
      ". \nXe tải (D), xe con (E), xe buýt (G). \nXe tải ( D), xe con (B). \nXe con (B), xe con (C)."
    ],
    "correct": null,
    "image": "images/559.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 560 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/560.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 561 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/561.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 562 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/562.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 563 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/563.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 564 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/564.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 565 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/565.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 566 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/566.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 567 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/567.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 568 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/568.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 569 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/569.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 570 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/570.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 571 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/571.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 572 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/572.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 573 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/573.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 574 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/574.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 575 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/575.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 576 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/576.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 577 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/577.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 578 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/578.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 579 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/579.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 580 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/580.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 581 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/581.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 582 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/582.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 583 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/583.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 584 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/584.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 585 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/585.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 586 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/586.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 587 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/587.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 588 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/588.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 589 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/589.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 590 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/590.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 591 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/591.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 592 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/592.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 593 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/593.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 594 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/594.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 595 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/595.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 596 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/596.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 597 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/597.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 598 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/598.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 599 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/599.jpg",
    "isFatal": false
  },
  {
    "question": "Câu 600 (chưa parse)",
    "answers": [],
    "correct": null,
    "image": "images/600.jpg",
    "isFatal": false
  }
]